Repository: zrckr/fez-zeffyr
Catalog: locale/gametext.*.po
Languages: de, es, fr, it, pt

# DOT_16_DOOR_A
source: CAN YOU SEE IT?
de: KANNST DU SIE SEHEN?
es: ¿PUEDES VERLO?
fr: TU LA VOIS?
it: RIESCI A VEDERLA?
pt: CONSEGUES VÊ-LA?

# DOT_16_DOOR_B
source: THAT CITY IN THE SKY---
de: DIESE STADT IM HIMMEL ...
es: ESA CIUDAD EN EL CIELO...
fr: CETTE VILLE DANS LE CIEL...
it: QUELLA CITTÀ NEL CIELO...
pt: AQUELA CIDADE NO CÉU---

# DOT_16_DOOR_C
source: THIS SEAL WILL TAKE US THERE.
de: DIESES SIEGEL WIRD UNS HINFÜHREN.
es: ESTE SELLO NOS LLEVARÁ ALLÍ.
fr: CE SCEAU NOUS Y MÈNERA.
it: QUESTO SIGILLO CI PORTERÀ LÌ.
pt: ESTE SELO LEVA-NOS LÁ.

# DOT_16_DOOR_D
source: YOU NEED AT LEAST 16 CUBES TO OPEN IT.
de: DU BENÖTIGST MINDESTENS 16 WÜRFEL, UM SIE ZU ÖFFNEN.
es: NECESITAS COMO MÍNIMO 16 CUBOS PARA ABRIRLO.
fr: IL TE FAUT AU MOINS 16 CUBES POUR L'OUVRIR.
it: TI SERVONO ALMENO 16 CUBI PER APRIRLO.
pt: PRECISAMOS DE PELO MENOS 16 CUBOS PARA A ABRIR.

# DOT_16_DOOR_E
source: BETTER GET A MOVE ON!
de: WIR SOLLTEN UNS BEEILEN.
es: ¡SERÁ MEJOR QUE TE DES PRISA!
fr: TU FERAIS MIEUX D'Y ALLER!
it: TI CONVIENE DARTI DA FARE!
pt: É MELHOR IRMOS ANDANDO!

# DOT_32_DOOR_A
source: THIS IS IT.
de: DA IST ES.
es: ESO ES.
fr: C'EST ÇA.
it: CI SIAMO.
pt: É AQUI.

# DOT_32_DOOR_B
source: THE LAST SEAL.
de: DAS LETZTE SIEGEL.
es: EL ÚLTIMO SELLO.
fr: LE DERNIER SCEAU.
it: QUESTO È L'ULTIMO SIGILLO.
pt: O ÚLTIMO SELO.

# DOT_32_DOOR_C
source: YOU WILL NEED 32 CUBES TO OPEN IT.
de: DU BENÖTIGST 32 WÜRFEL, UM SIE ZU ÖFFNEN.
es: NECESITARÁS 32 CUBOS PARA ABRIRLO.
fr: IL TE FAUT 32 CUBES POUR L'OUVRIR.
it: TI SERVIRANNO 32 CUBI PER APRIRLO.
pt: PRECISAS DE 32 CUBOS PARA A ABRIR.

# DOT_32_DOOR_D
source: BEHIND THIS DOOR LIES THE END OF YOUR JOURNEY.
de: HINTER DIESER TÜR LIEGT DAS ENDE DEINER REISE.
es: TRAS ESTA PUERTA SE HALLA EL FINAL DE TU CAMINO.
fr: CETTE PORTE MARQUE LA FIN DE TON VOYAGE.
it: IL TUO VIAGGIO FINISCE DIETRO QUESTA PORTA.
pt: A NOSSA VIAGEM ACABA DEPOIS DESTA PORTA.

# DOT_32_DOOR_E
source: I HOPE YOU ARE READY.
de: ICH HOFFE, DU BIST SO WEIT.
es: ESPERO QUE ESTÉS PREPARADO.
fr: J'ESPÈRE QUE TU TE SENS D'ATTAQUE.
it: SPERO TU SIA PRONTO.
pt: ESPERO QUE ESTEJAS PRONTO.

# DOT_64_DOOR_A
source: OKAY.
es: DE ACUERDO.
fr: OK.
pt: ESTÁ BEM.

# DOT_64_DOOR_B
source: I LIED.
de: ICH HABE GELOGEN.
es: HE MENTIDO.
fr: J'AI MENTI.
it: HO MENTITO.
pt: EU MENTI.

# DOT_64_DOOR_C
source: *THIS* IS THE LAST SEAL.
de: *DAS* IST DAS LETZTE SIEGEL.
es: *ESTE* ES EL ÚLTIMO SELLO.
fr: *VOICI* LE DERNIER SCEAU.
it: *QUESTO* È L'ULTIMO SIGILLO.
pt: *ESTE* É O ÚLTIMO SELO.

# DOT_64_DOOR_D
source: I SWEAR.
de: EHRENWORT.
es: LO PROMETO.
fr: JE TE LE JURE.
it: LO GIURO.
pt: PROMETO.

# DOT_64_DOOR_E
source: BUT HONESTLY, EVEN I DON'T KNOW WHAT'S BEHIND THIS ONE.
de: ABER, GANZ EHRLICH, NOCH NICHT EINMAL ICH WEISS, WAS SICH DAHINTER VERBIRGT.
es: PERO SINCERAMENTE, NI SIQUIERA YO SÉ QUÉ HAY TRAS ÉL.
fr: MAIS FRANCHEMENT, MÊME MOI JE NE SAIS PAS CE QUI SE CACHE DERRIÈRE.
it: MA ONESTAMENTE, NEPPURE IO SO COSA CI SIA DIETRO QUESTO.
pt: MAS, A SÉRIO, NEM EU SEI O QUE ESTÁ ATRÁS DESTA.

# DOT_64_DOOR_F
source: ONLY ONE WAY TO FIND OUT!
de: ES GIBT NUR EINEN WEG, DAS HERAUSZUFINDEN!
es: ¡SOLO HAY UNA MANERA DE AVERIGUARLO!
fr: IL N'Y A QU'UN SEUL MOYEN DE LE SAVOIR!
it: C'È SOLO UN MODO PER SCOPRIRLO!
pt: SÓ HÁ UMA MANEIRA DE DESCOBRIR!

# DOT_8_DOOR_A
source: ANOTHER SEAL!
de: NOCH EIN SIEGEL!
es: ¡OTRO SELLO!
fr: UN AUTRE SCEAU!
it: UN ALTRO SIGILLO!
pt: OUTRO SELO!

# DOT_8_DOOR_B
source: THIS ONE REQUIRES 8 CUBES TO OPEN UP.
de: HIERFÜR BENÖTIGST DU 8 WÜRFEL.
es: HACEN FALTA 8 CUBOS PARA ABRIR ESTE.
fr: IL TE FAUT 8 CUBES POUR L'OUVRIR.
it: PER APRIRLO, CI VORRANNO 8 CUBI.
pt: ESTA PRECISA DE 8 CUBOS PARA SER ABERTA.

# DOT_8_DOOR_C
source: I WONDER WHERE IT LEADS?
de: ICH FRAGE MICH, WOHIN SIE FÜHRT.
es: ME PREGUNTO HACIA DÓNDE LLEVARÁ...
fr: JE ME DEMANDE OÙ ÇA MÈNE?
it: CHISSÀ DOVE PORTA?
pt: ONDE SERÁ QUE VAI DAR?

# DOT_8_DOOR_D
source: HA HA HA!
es: ¡JA JA JA!
fr: AH AH AH!
it: AH AH AH!

# DOT_8_DOOR_E
source: I'M JUST KIDDING, I KNOW EXACTLY WHERE IT LEADS!
de: ICH MACHE NUR SPASS, NATÜRLICH WEISS ICH GENAU, WOHIN SIE FÜHRT!
es: ¡ESTOY DE BROMA, SÉ EXACTAMENTE HACIA DÓNDE LLEVA!
fr: JE RIGOLE! JE SAIS EXACTEMENT OÙ ÇA MÈNE!
it: SCHERZAVO, SO BENISSIMO DOVE PORTA!
pt: ESTOU A BRINCAR, EU SEI ONDE VAI DAR!

# DOT_8_DOOR_F
source: BUT I DON'T WANT TO TO RUIN THE SURPRISE FOR YOU...
de: ABER ICH WILL DIR DIE ÜBERRASCHUNG NICHT VERDERBEN ...
es: PERO NO QUIERO ARRUINARTE LA SORPRESA...
fr: MAIS JE NE VEUX PAS TE GÂCHER LA SURPRISE...
it: MA NON VOGLIO ROVINARTI LA SORPRESA...
pt: MAS NÃO TE QUERO ESTRAGAR A SURPRESA...

# DOT_A_CRATE
source: A CRATE?
de: EINE KISTE?
es: ¿UNA CAJA?
fr: UNE CAISSE?
it: UNA CASSA?
pt: UMA CAIXA?

# DOT_ALPHABET_A
source: I THINK THIS WAS USED TO WRITE.
de: DAS WURDE BESTIMMT ZUM SCHREIBEN VERWENDET.
es: CREO QUE ESTO SE USABA PARA ESCRIBIR.
fr: ÇA DEVAIT SERVIR À ÉCRIRE.
it: CREDO CHE VENISSE USATA PER SCRIVERE.
pt: ACHO QUE ERA USADA PARA ESCREVER.

# DOT_AMAZING
source: AMAZING!
de: ERSTAUNLICH!
es: ¡INCREÍBLE!
fr: INCROYABLE!
it: INCREDIBILE!
pt: FASCINANTE!

# DOT_ANCIENT_ARTIFACT
source: YOU HAVE FOUND AN ANCIENT ARTIFACT!
de: DU HAST EIN ALTES ARTEFAKT ENTDECKT!
es: ¡HAS ENCONTRADO UN ARTEFACTO MILENARIO!
fr: TU AS TROUVÉ UN ANCIEN ARTEFACT!
it: HAI TROVATO UN MANUFATTO ANTICO!
pt: ENCONTRASTE UM ARTEFACTO ANTIGO!

# DOT_ANOTHER_WARP
source: YOU FOUND ANOTHER WARP GATE!
de: DU HAST NOCH EIN ZEITREISE-TOR GEFUNDEN!
es: ¡HAS ENCONTRADO OTRA PUERTA INTERDIMENSIONAL!
fr: TU AS TROUVÉ UN AUTRE PORTAIL DE TÉLÉPORTATION!
it: HAI TROVATO UN ALTRO PORTALE DI TELETRASPORTO!
pt: ENCONTRASTE OUTRO PORTAL DE TRANSPORTE!

# DOT_ANTI_A
source: YOU HAVE FOUND YOUR FIRST ANTI-CUBE!
de: DU HAST DEINEN ERSTEN ANTIWÜRFEL GEFUNDEN!
es: ¡HAS ENCONTRADO TU PRIMER ANTI-CUBO!
fr: TU AS TROUVÉ TON PREMIER ANTI-CUBE!
it: HAI TROVATO IL TUO PRIMO ANTICUBO!
pt: ENCONTRASTE O TEU PRIMEIRO ANTICUBO!

# DOT_ANTI_B
source: FOR EVERY CUBE, THERE IS AN ANTI-CUBE.
de: FÜR JEDEN WÜRFEL GIBT ES AUCH EINEN ANTIWÜRFEL.
es: PARA CADA CUBO, HAY UN ANTICUBO.
fr: CHAQUE CUBE A SON ANTI-CUBE.
it: PER OGNI CUBO C'È UN ANTICUBO.
pt: EXISTE UM ANTICUBO PARA CADA CUBO.

# DOT_ANTI_C
source: A NEGATIVE FOR EVERY POSITIVE.
de: JEDER POSITIVE WÜRFEL HAT AUCH EIN NEGATIVES GEGENSTÜCK.
es: UN NEGATIVO PARA CADA POSITIVO.
fr: UN NÉGATIF POUR CHAQUE POSITIF.
it: PER OGNI NEGATIVO C'È UN POSITIVO.
pt: UM NEGATIVO PARA CADA POSITIVO.

# DOT_ANTI_D
source: ANTI-CUBES ARE MUCH HARDER TO FIND THAN REGULAR CUBES.
de: ANTIWÜRFEL SIND VIEL SCHWIERIGER ZU FINDEN ALS NORMALE.
es: LOS ANTICUBOS SON MUCHO MÁS DIFÍCILES DE ENCONTRAR QUE LOS CUBOS NORMALES.
fr: LES ANTI-CUBES SONT PLUS DIFFICILES À TROUVER QUE LES CUBES NORMAUX.
it: GLI ANTICUBI SONO MOLTO PIÙ DIFFICILI DA TROVARE.
pt: OS ANTICUBOS SÃO MAIS DIFÍCEIS DE ENCONTRAR DO QUE OS NORMAIS.

# DOT_BELL_B
source: RING THE BELL BY PRESSING {X} IN FRONT OF IT.
de: LÄUTE DIE GLOCKE, INDEM DU VOR IHR {X} DRÜCKST.
es: TOCA EL TIMBRE PULSANDO {X} DELANTE DE ÉL.
fr: SONNE LA CLOCHE EN APPUYANT SUR {X} DEVANT ELLE.
it: SUONA LA CAMPANA PREMENDO {X} QUANDO CI SEI DI FRONTE.
pt: PARA TOCARES À CAMPAINHA, PÕE-TE EM FRENTE À MESMA E PRIME {X}.

# DOT_BIT_A
source: WON'T YOU JUST LOOK AT THAT!
de: SIEH DIR DAS AN!
es: ¡MIRA ESO!
fr: REGARDE-MOI ÇA!
it: MA TU GUARDA!
pt: OLHA SÓ PARA AQUILO!

# DOT_BIT_B
source: YOU HAVE FOUND A CUBE BIT!
de: DU HAST EIN WÜRFELSTÜCK GEFUNDEN!
es: ¡HAS ENCONTRADO UN TROZO DE CUBO!
fr: TU AS TROUVÉ UN MORCEAU DE CUBE!
it: HAI TROVATO UN PEZZO DI CUBO!
pt: ENCONTRASTE UMA PARTE DE UM CUBO!

# DOT_BIT_C
source: IF YOU CAN FIND 8 BITS, THEY WILL ADD UP TO A BIG CUBE!
de: WENN DU 8 STÜCKE FINDEST, FÜGEN SIE SICH ZU EINEM GROSSEN WÜRFEL ZUSAMMEN!
es: ¡SI ENCUENTRAS 8 TROZOS DE CUBOS RECIBIRÁS UN GRAN CUBO!
fr: SI TU TROUVES 8 MORCEAUX, RÉUNIS-LES ET ILS FORMERONT UN GROS CUBE!
it: METTINE INSIEME 8 PER FARE UN GROSSO CUBO!
pt: SE ENCONTRARES 8 PARTES, TERÁS UM CUBO GRANDE!

# DOT_BIT_D
source: THEY CAN BE FOUND SCATTERED ALL OVER THE WORLD.
de: SIE LIEGEN ÜBERALL IN DER GANZEN WELT VERTEILT.
es: SE ENCUENTRAN REPARTIDOS POR TODO EL MUNDO.
fr: ILS SONT ÉPARPILLÉS UN PEU PARTOUT DANS LE MONDE.
it: PUOI TROVARLI QUA E LÀ, IN GIRO PER IL MONDO.
pt: PODES ENCONTRÁ-LAS ESPALHADAS PELO MUNDO INTEIRO.

# DOT_BIT_DOOR
source: DO A BARREL ROLL!
de: MACH EINEN ÜBERSCHLAG!
es: ¡HAZ QUE RUEDE UN BARRIL!
fr: FAIS UN TONNEAU!
it: ROTOLA SU TE STESSO!
pt: DÁ UMA REVIRAVOLTA!

# DOT_BLACKHOLE_A
source: GOMEZ, WATCH OUT!
de: GOMEZ, VORSICHT!
es: ¡GÓMEZ, TEN CUIDADO!
fr: GOMEZ, ATTENTION!
it: ATTENTO, GOMEZ!
pt: GOMEZ, CUIDADO!

# DOT_BLACKHOLE_B
source: BLACK HOLES!
de: SCHWARZE LÖCHER!
es: ¡AGUJEROS NEGROS!
fr: DES TROUS NOIRS!
it: BUCHI NERI!
pt: BURACOS NEGROS!

# DOT_BLACKHOLE_C
source: BLACK HOLES ARE BAD!
de: SCHWARZE LÖCHER SIND BÖSE!
es: ¡LOS AGUJEROS NEGROS SON PELIGROSOS!
fr: LES TROUS NOIRS SONT DANGEREUX!
it: I BUCHI NERI SONO UNA BRUTTA COSA!
pt: OS BURACOS NEGROS SÃO MAUS!

# DOT_BLACKHOLE_D
source: WITHOUT THE HEXAHEDRON, THE WORLD IS GROWING UNSTABLE.
de: OHNE DAS HEXAHEDRON WIRD DIE WELT INSTABIL.
es: SIN EL HEXAEDRO, EL MUNDO SE VUELVE INESTABLE.
fr: SANS L'HEXAÈDRE, LE MONDE DEVIENT INSTABLE.
it: SENZA L'ESAEDRO, IL MONDO STA DIVENTANDO INSTABILE.
pt: SEM O HEXAEDRO, O MUNDO FICA INSTÁVEL.

# DOT_BLACKHOLE_F
source: SPACE CAN ONLY BE FOLDED SO MANY TIMES BEFORE IT RIPS.
de: MAN KANN DEN WELTRAUM NUR EIN PAAR MAL FALTEN, BEVOR ER RISSE BEKOMMT.
es: EL ESPACIO SOLO PUEDE DOBLARSE UN CIERTO NÚMERO DE VECES HASTA QUE SE ROMPE.
fr: L'ESPACE RISQUE DE SE DÉCHIRER S'IL EST À NOUVEAU PLIÉ.
it: A FORZA DI PIEGARLO, LO SPAZIO PRIMA O POI SI STRAPPA.
pt: O ESPAÇO SÓ PODE SER DOBRADO ALGUMAS VEZES ATÉ RASGAR.

# DOT_BOMB_A
source: CHECK THIS OUT!
de: SIEH DIR DAS AN!
es: ¡MIRA ESTO!
fr: REGARDE ÇA!
it: GUARDA QUI!
pt: OLHA SÓ PARA ISTO!

# DOT_BOMB_B
source: IT'S A BOMB!
de: DAS IST EINE BOMBE!
es: ¡ES UNA BOMBA!
fr: C'EST UNE BOMBE!
it: È UNA BOMBA!
pt: É UMA BOMBA!

# DOT_BOMB_C
source: YOU CAN PICK UP AND THROW BOMBS BY PRESSING {X}.
de: DU KANNST BOMBEN AUFHEBEN UND WERFEN, INDEM DU {X} DRÜCKST.
es: PULSA {X} PARA COGER BOMBAS Y LANZARLAS.
fr: TU PEUX RAMASSER ET LANCER DES BOMBES EN APPUYANT SUR {X}.
it: PUOI RACCOGLIERE E LANCIARE BOMBE PREMENDO {X}.
pt: PARA APANHARES E ATIRARES UMA BOMBA, PRIME {X}.

# DOT_BOMB_D
source: BUT BE CAREFUL!
de: ABER SEI VORSICHTIG!
es: ¡PERO TEN CUIDADO!
fr: MAIS FAIS ATTENTION!
it: MA FAI ATTENZIONE!
pt: MAS TEM CUIDADO!

# DOT_BOMB_E
source: YOU CAN ALSO DROP A BOMB GENTLY BY PRESSING {DOWN} AND {X}.
de: DU KANNST EINE BOMBE AUCH VORSICHTIG ABLEGEN, INDEM DU {DOWN} UND {X} DRÜCKST.
es: TAMBIÉN PUEDES PULSAR {DOWN} Y {X} PARA SOLTAR BOMBAS CON CUIDADO.
fr: TU PEUX AUSSI POSER DÉLICATEMENT UNE BOMBE EN APPUYANT SUR {DOWN} ET {X}.
it: PUOI ANCHE LASCIARE CADERE UNA BOMBA GENTILMENTE PREMENDO {DOWN} E {X}.
pt: TAMBÉM PODES LARGAR UMA BOMBA DEVAGAR, PREMINDO {DOWN} E {X}.

# DOT_CANT_REMEMBER
source: I CAN'T REMEMBER WHAT THAT IS.
de: ICH WEISS NICHT MEHR, WAS DAS IST.
es: NO ME ACUERDO DE LO QUE ES ESO.
fr: JE NE ME SOUVIENS PAS DE CE QUE C'EST.
it: NON RICORDO COS'È QUELLO.
pt: NÃO ME LEMBRO DO QUE É ISSO.

# DOT_CHECK_THIS_OUT
source: CHECK THIS OUT!
de: SIEH MAL HIER!
es: ¡MIRA ESTO!
fr: REGARDE ÇA!
it: GUARDA QUI!
pt: OLHA SÓ!

# DOT_CLOCK_A
source: DO YOU KNOW WHAT TIME IT IS?
de: WEISST DU, WIE SPÄT ES IST?
es: ¿SABES QUÉ HORA ES?
fr: TU SAIS QUELLE HEURE IL EST?
it: SAI CHE ORE SONO?
pt: SABES QUE HORAS SÃO?

# DOT_CLOCK_B
source: IT'S CUBE O'CLOCK!
de: ES IST WÜRFELZEIT!
es: ¡SON LAS CUBO EN PUNTO!
fr: IL EST L'HEURE DU CUBE!
it: SONO LE CUBO IN PUNTO!
pt: SÃO HORAS DO CUBO!

# DOT_CORE_A
source: CHECK THIS PLACE OUT!
de: SIEH DIR DIESEN ORT AN!
es: ¡MIRA QUÉ LUGAR!
fr: REGARDE CET ENDROIT!
it: GUARDA QUESTO POSTO!
pt: OLHA-ME SÓ PARA ESTE SÍTIO!

# DOT_CORE_B
source: FEELS PRETTY IMPORTANT, EH?
de: SCHEINT ZIEMLICH WICHTIG ZU SEIN, HM?
es: PARECE MUY IMPORTANTE, ¿NO?
fr: ÇA M'A L'AIR IMPORTANT!
it: SEMBRA IMPORTANTE, EH?
pt: PARECE IMPORTANTE, NÃO?

# DOT_CORE_C
source: LET'S HAVE A LOOK AROUND, SHALL WE?
de: KOMM, WIR SEHEN UNS MAL GENAUER UM, JA?!
es: VAMOS A ECHAR UN VISTAZO POR AQUÍ, ¿VALE?
fr: JETONS-Y UN COUP D'OEIL, D'ACCORD?
it: DIAMO UN'OCCHIATA QUI INTORNO!
pt: QUE TAL DARMOS UMA VISTA DE OLHOS?

# DOT_CORE_D
source: THIS ONE REQUIRES 4 CUBES...
de: HIERFÜR WERDEN 4 WÜRFEL BENÖTIGT ...
es: PARA ESTA SON NECESARIOS 4 CUBOS...
fr: IL TE FAUT 4 CUBES POUR CELLE-CI...
it: QUESTA RICHIEDE 4 CUBI…
pt: ESTA PRECISA DE 4 CUBOS...

# DOT_CORE_E
source: THIS ONE 8...
de: HIERFÜR ACHT ...
es: PARA ESTA 8...
fr: CELLE-CI, 8...
it: QUESTA 8…
pt: ESTA DE 8...

# DOT_CORE_F
source: AND THIS ONE 16!
de: UND HIERFÜR 16!
es: ¡Y PARA ESTA 16!
fr: ET CELLE-CI, 16!
it: E QUEST'ALTRA 16!
pt: E ESTA DE 16!

# DOT_CORE_G
source: OH, NO WAY!
de: OH NEIN!
es: ¡NI HABLAR!
fr: OH, NON!
it: OH, MA DAI!
pt: NÃO PODE!

# DOT_CORE_H
source: IT'S ANOTHER DOOR!
de: NOCH EINE TÜR!
es: ¡ES OTRA PUERTA!
fr: UNE AUTRE PORTE!
it: UN'ALTRA PORTA!
pt: É OUTRA PORTA!

# DOT_CORE_I
source: I TOLD YOU THERE WOULD BE A LOT OF DOORS!
de: ICH SAGTE DIR JA, DASS ES VIELE TÜREN GEBEN WÜRDE!
es: ¡YA TE DIJE QUE HABRÍA MUCHAS PUERTAS!
fr: JE T'AVAIS DIT QU'IL Y AURAIT BEAUCOUP DE PORTES!
it: TI AVEVO DETTO CHE C'ERANO TANTE PORTE!
pt: EU DISSE-TE QUE HAVIA MUITAS PORTAS!

# DOT_CORE_J
source: THIS PLACE, IT'S LIKE SOME KIND OF IMPORTANT... DOOR... PLACE...
de: DIESER ORT SCHEINT EIN ZIEMLICH WICHTIGER ... TÜREN ... ORT ... ZU SEIN ...
es: ESTE LUGAR ES COMO UNA ESPECIE DE SITIO... DE PUERTAS... IMPORTANTE...
fr: J'AI L'IMPRESSION QUE CET ENDROIT CONTIENT BEAUCOUP DE PORTES...
it: QUESTO POSTO SEMBRA IMPORTANTE… PORTA… POSTO…
pt: ESTE SÍTIO, É TIPO UM SÍTIO... DE PORTAS... IMPORTANTE...

# DOT_CORE_K
source: OH I DON'T KNOW!
de: ACH, WAS WEISS DENN ICH?!
es: ¡NO LO SABÍA!
fr: OH, JE NE SAIS PAS!
it: OH, NON LO SO!
pt: NÃO SEI!

# DOT_CORE_L
source: THAT'S WHY YOU'RE HERE.
de: DESHALB BIST DU JA HIER.
es: POR ESO ESTÁS AQUÍ.
fr: C'EST LA RAISON DE TA PRÉSENCE ICI.
it: PER QUESTO SEI QUI.
pt: É POR ISSO QUE ESTÁS AQUI.

# DOT_CORE_M
source: NOW GO FIND THEM CUBES!
de: ALSO LOS! FINDE DIE WÜRFEL!
es: ¡AHORA A ENCONTRAR ESOS CUBOS!
fr: ALLEZ, TROUVE CES CUBES!
it: ORA VAI A CERCARE I CUBI!
pt: AGORA, VAI À PROCURA DOS CUBOS!

# DOT_COSMOS_A
source: I CAN FEEL IT...
de: ICH KANN ES SPÜREN ...
es: LO SIENTO...
fr: JE LE SENS...
it: LO SENTO...
pt: EU SINTO...

# DOT_COSMOS_B
source: I CAN FEEL THE COSMOS!
de: ICH SPÜRE DEN KOSMOS!
es: ¡PUEDO SENTIR EL COSMOS!
fr: JE SENS LE COSMOS!
it: SENTO IL COSMO!
pt: EU SINTO O COSMOS!

# DOT_CRASH_B
source: IM CRASHING DOWN!
de: ICH BRECHE ZUSAMMEN!
es: ¡ME ESTOY HACIENDO PEDAZOS!
fr: JE M'ÉCRASE!
it: STO PRECIPITANDO!
pt: VOU DESPENHAR-ME!

# DOT_CRATE_A
source: THIS IS A CRATE, OBVIOUSLY.
de: DAS IST NATÜRLICH EINE KISTE.
es: ESTO ES UNA CAJA, OBVIAMENTE.
fr: C'EST UNE CAISSE ÉVIDEMMENT.
it: QUESTA È UNA CASSA, OVVIAMENTE.
pt: ISTO, COMO SE PODE VER, É UMA CAIXA.

# DOT_CRATE_B
source: YOU CAN PUSH A CRATE BY LEANING ON IT.
de: WENN DU DICH GEGEN EINE KISTE LEHNST, KANNST DU SIE VERSCHIEBEN.
es: PUEDES EMPUJAR LAS CAJAS APOYÁNDOTE SOBRE ELLAS.
fr: TU PEUX POUSSER UNE CAISSE EN T'APPUYANT DESSUS.
it: PUOI SPINGERLA APPOGGIANDOTI A ESSA.
pt: PARA EMPURRARES UMA CAIXA, ENCOSTA-TE A ELA.

# DOT_CRATE_C
source: YOU CAN ALSO PICK IT UP AND THROW IT WITH {X}.
de: DU KANNST SIE AUCH MIT {X} HOCHHEBEN UND WERFEN.
es: TAMBIÉN PUEDES COGERLAS Y LANZARLAS CON {X}.
fr: TU PEUX AUSSI LA PRENDRE ET LA LANCER AVEC {X}.
it: PUOI ANCHE RACCOGLIERLA E LANCIARLA CON {X}.
pt: TAMBÉM A PODES APANHAR E ATIRAR, PREMINDO {X}.

# DOT_CRATE_D
source: AND YOU CAN DROP IT DOWN GENTLY BY PRESSING {DOWN} AND {X}.
de: UND DU KANNST SIE VORSICHTIG ABLEGEN, INDEM DU {DOWN} UND {X} DRÜCKST.
es: Y PULSAR {DOWN} Y {X} PARA SOLTARLAS CON CUIDADO.
fr: ET TU PEUX LA POSER DÉLICATEMENT EN APPUYANT SUR {DOWN} ET {X}.
it: E PUOI LASCIARLA CADERE GENTILMENTE PREMENDO {DOWN} E {X}.
pt: PARA A LARGARES DEVAGAR, PRIME {DOWN} E {X}.

# DOT_CUBES_EIGHT_A
source: YOU FOUND 8 CUBES!
de: DU HAST 8 WÜRFEL GEFUNDEN!
es: ¡HAS ENCONTRADO 8 CUBOS!
fr: TU AS TROUVÉ 8 CUBES!
it: HAI TROVATO 8 CUBI!
pt: ENCONTRASTE 8 CUBOS!

# DOT_CUBES_EIGHT_B
source: LET'S GO BACK TO THAT PLACE WITH ALL THE DOORS!
de: GEHEN WIR DORTHIN ZURÜCK, WO ALL DIE TÜREN SIND!
es: ¡VOLVAMOS A ESE LUGAR CON TANTAS PUERTAS!
fr: RETOURNONS À CET ENDROIT OÙ IL Y A PLEIN DE PORTES!
it: TORNIAMO IN QUEL POSTO CON TANTE PORTE!
pt: VAMOS VOLTAR ÀQUELE SÍTIO COM AS PORTAS TODAS!

# DOT_CUBES_FOUR_A
source: YOU FOUND 4 CUBES!
de: DU HAST 4 WÜRFEL GEFUNDEN!
es: ¡HAS ENCONTRADO 4 CUBOS!
fr: TU AS TROUVÉ 4 CUBES!
it: HAI TROVATO 4 CUBI!
pt: ENCONTRASTE 4 CUBOS!

# DOT_CUBES_FOUR_B
source: NOW YOU CAN OPEN THAT DOOR WE SAW EARLIER.
de: JETZT KANNST DU DIE TÜR ÖFFNEN, DIE WIR VORHIN GESEHEN HABEN.
es: AHORA PUEDES ABRIR LA PUERTA QUE VIMOS ANTES.
fr: MAINTENANT TU PEUX OUVRIR LA PORTE QUE NOUS AVONS VUE TOUT À L'HEURE.
it: ORA PUOI APRIRE LA PORTA CHE ABBIAMO VISTO PRIMA.
pt: AGORA PODES ABRIR AQUELA PORTA QUE VIMOS ANTES.

# DOT_CUBES_FOUR_C
source: YOU KNOW, THE ONE JUST OUTSIDE OF YOUR VILLAGE.
de: DU WEISST SCHON, DIE TÜR DIREKT VOR DEINEM DORF.
es: YA SABES, ESA QUE HAY JUSTO A LAS AFUERAS DE TU POBLADO.
fr: TU SAIS, CELLE À LA SORTIE DE TON VILLAGE.
it: SAI, QUELLA APPENA FUORI DAL TUO VILLAGGIO.
pt: SABES, AQUELA À SAÍDA DA TUA ALDEIA.

# DOT_CUBES_GET_A
source: YOU DID IT!
de: DU HAST ES GESCHAFFT!
es: ¡LO HAS CONSEGUIDO!
fr: BRAVO!
it: CE L'HAI FATTA!
pt: CONSEGUISTE!

# DOT_CUBES_GET_B
source: NOW YOU CAN UNSEAL THE DOOR.
de: JETZT KANNST DU DIE TÜR ÖFFNEN.
es: AHORA PUEDES QUITARLE EL SELLO A LA PUERTA.
fr: TU PEUX MAINTENANT OUVRIR LA PORTE.
it: ORA PUOI APRIRE LA PORTA.
pt: AGORA PODES ABRIR A PORTA.

# DOT_CUBES_GET_C
source: LET'S GO!
de: DANN LOS!
es: ¡VAMOS!
fr: ALLONS-Y!
it: ANDIAMO!
pt: VAMOS!

# DOT_CUBES_SIXTEEN_A
source: YOU FOUND 16 CUBES!
de: DU HAST 16 WÜRFEL GEFUNDEN!
es: ¡HAS ENCONTRADO 16 CUBOS!
fr: TU AS TROUVÉ 16 CUBES!
it: HAI TROVATO 16 CUBI!
pt: ENCONTRASTE 16 CUBOS!

# DOT_CUBES_SIXTEEN_B
source: YOU KNOW WHAT TO DO.
de: DU WEISST, WAS ZU TUN IST.
es: YA SABES LO QUE HAY QUE HACER.
fr: TU SAIS QUOI FAIRE.
it: SAI COSA FARE.
pt: TU SABES O QUE TENS DE FAZER.

# DOT_CUBES_SIXTEEN_C
source: YOU CAN OPEN THAT LAST DOOR NOW!
de: DU KANNST JETZT DIE LETZTE TÜR ÖFFNEN!
es: ¡AHORA PUEDES ABRIR ESA ÚLTIMA PUERTA!
fr: TU PEUX OUVRIR CETTE DERNIÈRE PORTE!
it: ORA PUOI APRIRE L'ULTIMA PORTA!
pt: AGORA PODES ABRIR AQUELA ÚLTIMA PORTA!

# DOT_CUBES_SIXTEEN_D
source: AT LEAST, I THINK IT'S THE LAST DOOR...
de: ZUMINDEST GLAUBE ICH, DASS ES DIE LETZTE IST ...
es: POR LO MENOS CREO QUE ES LA ÚLTIMA PUERTA...
fr: ENFIN, JE PENSE QUE C'EST LA DERNIÈRE PORTE...
it: ALMENO CREDO CHE SIA L'ULTIMA…
pt: PELO MENOS EU ACHO QUE É A ÚLTIMA...

# DOT_CUBES_SIXTYFOUR_A
source: INCREDIBLE!
de: UNGLAUBLICH!
es: ¡INCREÍBLE!
fr: INCROYABLE!
it: INCREDIBILE!
pt: INACREDITÁVEL!

# DOT_CUBES_SIXTYFOUR_B
source: YOU FOUND EVERY SINGLE CUBE AND ANTI-CUBE!
de: DU HAST JEDEN EINZELNEN WÜRFEL UND ANTIWÜRFEL GEFUNDEN!
es: ¡HAS ENCONTRADO TODOS LOS CUBOS Y ANTICUBOS!
fr: TU AS TROUVÉ TOUS LES CUBES ET ANTI-CUBES!
it: HAI TROVATO TUTTI I CUBI E GLI ANTI-CUBI!
pt: ENCONTRASTE OS CUBOS E OS ANTICUBOS TODOS!

# DOT_CUBES_SIXTYFOUR_C
source: THAT'S QUITE AN ACHIEVEMENT...
de: WAS FÜR EIN TOLLER ERFOLG ...
es: ESO ES TODO UN LOGRO...
fr: QUEL EXPLOIT!
it: NON È UN'IMPRESA DA POCO...
pt: É UM GRANDE FEITO, SEM DÚVIDA!

# DOT_CUBES_SIXTYFOUR_D
source: IF I WERE YOU, I'D GO BACK TO THAT STAR GATE.
de: WENN ICH DU WÄRE, GINGE ICH ZURÜCK ZUM STERNENTOR.
es: SI FUESE TÚ, VOLVERÍA A ESA PUERTA ESTELAR.
fr: À TA PLACE, JE RETOURNERAIS À LA PORTE STELLAIRE.
it: FOSSI IN TE, TORNEREI A QUEL PORTALE.
pt: SE EU FOSSE A TI VOLTAVA PARA AQUELE PORTAL ASTRAL.

# DOT_CUBES_THIRTYTWO_A
source: THIRTY-TWO CUBES!
de: ZWEIUNDDREISSIG WÜRFEL!
es: ¡TREINTA Y DOS CUBOS!
fr: TRENTE-DEUX CUBES!
it: TRENTADUE CUBI!
pt: TRINTA E DOIS CUBOS!

# DOT_CUBES_THIRTYTWO_B
source: YOU DID IT!
de: DU HAST ES GESCHAFFT!
es: ¡LO HAS CONSEGUIDO!
fr: BRAVO!
it: CE L'HAI FATTA!
pt: CONSEGUISTE!

# DOT_CUBES_THIRTYTWO_C
source: NOW YOU CAN OPEN THAT DOOR IN THAT ANCIENT CITY.
de: JETZT KANNST DU DIE TÜR IN DER ALTEN STADT ÖFFNEN.
es: AHORA PUEDES ABRIR ESA PUERTA EN ESA MILENARIA CIUDAD.
fr: TU PEUX MAINTENANT OUVRIR LA PORTE DE LA CITÉ ANTIQUE.
it: ORA PUOI APRIRE QUELLA PORTA NELLA CITTÀ ANTICA.
pt: AGORA JÁ PODES ABRIR AQUELA PORTA NA CIDADE ANTIGA.

# DOT_DONT_KNOW
source: SOMETHING LIKE, OH, I DON'T KNOW...
de: DAS KÖNNTE ... OH, KEINE AHNUNG ...
es: ALGO COMO... NO SÉ...
fr: QUELQUE CHOSE COMME, OH, JE NE SAIS PAS...
it: QUALCOSA COME... OH, NON SO...
pt: ALGO DO GÉNERO, NÃO SEI...

# DOT_DOOR
source: THIS ANCIENT DOOR LEADS TO THE OUTSIDE WORLD. YOU WILL NEED 4 CUBE SHARDS TO UNSEAL IT.
de: DIESE ALTE TÜR FÜHRT ZUR AUSSENWELT. DU BENÖTIGST 4 WÜRFELSCHERBEN, UM SIE ZU ÖFFNEN.
es: ESTA MILENARIA PUERTA LLEVA AL MUNDO EXTERIOR. NECESITARÁS 4 FRAGMENTOS DE CUBO PARA QUITARLE EL SELLO.
fr: CETTE ANCIENNE PORTE MÈNE VERS LE MONDE EXTÉRIEUR. IL TE FAUT 4 FRAGMENTS DE CUBE POUR L'OUVRIR.
it: QUESTA ANTICA PORTA CONDUCE AL MONDO ESTERNO. TI SERVIRANNO 4 SCHEGGE DI CUBO PER APRIRLA.
pt: ESTA PORTA ANTIGA CONDUZ AO MUNDO EXTERIOR. PRECISAS DE 4 FRAGMENTOS DE CUBO PARA A ABRIR.

# DOT_DOOR_OPEN_A
source: THE DOOR IS UNSEALED!
de: DIE TÜR IST OFFEN!
es: ¡EL SELLO DE LA PUERTA HA DESAPARECIDO!
fr: LA PORTE EST OUVERTE!
it: LA PORTA È APERTA!
pt: A PORTA ESTÁ ABERTA!

# DOT_DOOR_OPEN_B
source: ARE YOU READY TO BEGIN YOUR ADVENTURE?
de: BIST DU BEREIT FÜR DEIN ABENTEUER?
es: ¿ESTÁS PREPARADO PARA COMENZAR TU AVENTURA?
fr: PRÉPARE-TOI, L'AVENTURE COMMENCE!
it: SEI PRONTO A INIZIARE LA TUA AVVENTURA?
pt: ESTÁS PRONTO PARA COMEÇAR A TUA AVENTURA?

# DOT_DOOR_SIXTYFOUR_A
source: WHAT.
de: WAS?
es: ¿QUÉ?
fr: QUOI?
it: COSA?
pt: O QUÊ?

# DOT_DOOR_SIXTYFOUR_B
source: ANOTHER DOOR?
de: NOCH EINE TÜR?
es: ¿OTRA PUERTA?
fr: ENCORE UNE PORTE?
it: UN'ALTRA PORTA?
pt: OUTRA PORTA?

# DOT_DOOR_SIXTYFOUR_C
source: HOW MANY DOORS CAN THERE BE?
de: WIE VIELE TÜREN SIND ES DENN NOCH?
es: ¿CUÁNTAS PUERTAS PUEDE HABER?
fr: MAIS COMBIEN DE PORTES Y A-T-IL?
it: MA QUANTE CE NE SONO?
pt: MAS QUANTAS PORTAS EXISTEM?

# DOT_DOOR_SIXTYFOUR_D
source: THIS HAS TO BE THE LAST ONE...
de: DAS MUSS DOCH DIE LETZTE SEIN ...
es: ESTA TIENE QUE SER LA ÚLTIMA...
fr: C'EST CERTAINEMENT LA DERNIÈRE...
it: QUESTA DEV'ESSERE L'ULTIMA…
pt: ESTA TEM DE SER A ÚLTIMA...

# DOT_DOOR_SIXTYFOUR_E
source: I'M PRETTY SURE.
de: ICH BIN MIR ZIEMLICH SICHER.
es: ESTOY CASI SEGURO.
fr: J'EN SUIS QUASI SÛRE.
it: NON CI SONO DUBBI.
pt: TENHO A CERTEZA ABSOLUTA.

# DOT_DOOR_SIXTYFOUR_F
source: IN ANY CASE, THIS ONE REQUIRES 64 CUBES TO OPEN.
de: JEDENFALLS BENÖTIGST DU ZUM ÖFFNEN VON DIESER HIER 64 WÜRFEL.
es: DE TODAS MANERAS, PARA ABRIR ESTA PUERTA HACEN FALTA 64 CUBOS.
fr: EN TOUS LES CAS, IL TE FAUT 64 CUBES POUR L'OUVRIR.
it: IN OGNI CASO, PER APRIRLA SERVONO 64 CUBI.
pt: SEJA COMO FOR, PRECISAS DE 64 CUBOS PARA A ABRIR.

# DOT_DOOR_SIXTYFOUR_G
source: THAT'S RIGHT!
de: GENAU!
es: ¡ESO ES!
fr: C'EST ÇA!
it: ESATTO!
pt: EXACTO!

# DOT_DOOR_SIXTYFOUR_H
source: ALL OF THE CUBES! ALL OF THEM!
de: ALLE WÜRFEL! WIRKLICH ALLE!
es: ¡TODOS LOS CUBOS! ¡TODOS!
fr: TOUS LES CUBES! TOUS!
it: TUTTI I CUBI! PROPRIO TUTTI QUANTI!
pt: OS CUBOS TODOS! TODINHOS!

# DOT_DOOR_SIXTYFOUR_I
source: BETTER GET A MOVE ON!
de: DANN MAL LOS!
es: ¡SERÁ MEJOR QUE NOS MOVAMOS!
fr: TU FERAIS MIEUX D'Y ALLER!
it: DIAMOCI UNA MOSSA!
pt: É MELHOR DESPACHARES-TE!

# DOT_DOOR_THIRTYTWO_A
source: WOAH!
de: BOAH!
es: ¡VAYA!
fr: OUAH!
it: UAH!
pt: ENA!

# DOT_DOOR_THIRTYTWO_B
source: IT'S YET ANOTHER DOOR!
de: NOCH EINE WEITERE TÜR!
es: ¡ES OTRA PUERTA MÁS!
fr: UNE NOUVELLE PORTE!
it: ANCORA UNA PORTA!
pt: MAIS UMA PORTA!
