Repository: zrckr/fez-zeffyr
Catalog: locale/gametext.*.po
Languages: de, es, fr, it, pt

# GHOST_OWL_E
source: CREATURES OF THE NIGHT, LIKE ME!
de: KREATUREN DER NACHT, GENAU WIE ICH!
es: ¡CRIATURAS DE LA NOCHE, COMO YO!
fr: DES CRÉATURES DE LA NUIT, COMME MOI!
it: CREATURE DELLA NOTTE, COME ME!
pt: CRIATURAS DA NOITE, TAL COMO EU!

# GHOST_OWL_F
source: THAT'S WHY I HANG OUT HERE SO MUCH.
de: DESHALB BIN ICH SO OFT HIER.
es: POR ESO VENGO ESTOY TANTO POR AQUÍ.
fr: C'EST POURQUOI J'AIME BIEN CET ENDROIT.
it: È PER QUESTO CHE PASSO TANTO TEMPO QUI.
pt: POR ISSO É QUE ANDO SEMPRE POR AQUI.

# GRAVE_GATE_FLASH
source: SOME THINGS ARE THERE, BUT YOU CAN'T ALWAYS SEE THEM
de: MANCHE DINGE SIND DA, OBWOHL MAN SIE NICHT IMMER SIEHT
es: ALGUNAS COSAS ESTÁN AHÍ, PERO NO SIEMPRE PUEDES VERLAS
fr: CERTAINES CHOSES PEUVENT EXISTER SANS QU'ON PUISSE LES VOIR
it: ALCUNE COSE CI SONO, MA NON SEMPRE PUOI VEDERLE
pt: ALGUMAS COISAS ESTÃO LÁ, MAS NEM SEMPRE DÁ PARA AS VER

# GRAVE_GHOST_A
source: AFTERLIFE
de: LEBEN NACH DEM TOD
es: VIDA DESPUÉS DE LA MUERTE
fr: AU-DELÀ
it: VITA ULTRATERRENA
pt: VIDA DEPOIS DA MORTE

# GRAVE_GHOST_B
source: OUTERSPACE
de: WELTRAUM
es: ESPACIO EXTERIOR
fr: ESPACE INTERSIDÉRAL
it: SPAZIO ESTERNO
pt: ESPAÇO SIDERAL

# GRAVE_GHOST_C
source: AFTERSPACE
es: VIDA MÁS ALLÁ DEL ESPACIO
fr: AUTRE ESPACE
it: ULTRASPAZIO
pt: PARA ALÉM DO ESPAÇO

# GRAVE_GHOST_D
source: OUTERLIFE
es: VIDA EXTERIOR
fr: VIE INTERSIDÉRALE
it: VITA ESTERNA
pt: VIDA EXTERIOR

# GRAVE_GHOST_E
source: OWLS CREEP ME OUT...
de: EULEN MACHEN MIR ANGST ...
es: LOS BÚHOS ME PONEN LOS PELOS DE PUNTA...
fr: LES HIBOUX ME FONT PEUR...
it: I GUFI MI DANNO I BRIVIDI...
pt: AS CORUJAS ARREPIAM-ME...

# GRAVE_GHOST_F
source: BUT I FORGET WHY...
de: ABER ICH ERINNERE MICH NICHT, WARUM ...
es: PERO HE OLVIDADO PORQUÉ...
fr: MAIS JE NE SAIS PLUS POURQUOI...
it: MA NON RICORDO PIÙ PERCHÉ...
pt: MAS NÃO ME LEMBRO PORQUÊ...

# GRAVE_GHOST_G
source: DON'T BELIEVE THE HYPERCUBE.
de: GLAUBE NIEMALS EINEM HYPERWÜRFEL.
es: NO CONFÍES EN EL HIPERCUBO.
fr: NE CROIS PAS L'HYPERCUBE.
it: NON CREDERE ALL'IPERCUBO
pt: NÃO ACREDITES NO HIPERCUBO.

# HEX_A
source: HI THERE HOW ARE YOU I WILL BE YOUR HEXAHEDRON TODAY
de: HALLO, WIE GEHT ES DIR. ICH BIN HEUTE DEIN HEXAHEDRON.
es: HOLA, ¿CÓMO ESTÁS? YO SERÉ TU HEXAEDRO POR HOY.
fr: BONJOUR COMMENT ÇA VA JE SERAI TON HEXAÈDRE AUJOURD'HUI
it: CIAO COME VA OGGI SARÒ IL TUO ESAEDRO
pt: OLÁ, COMO ESTÁS EU SEREI O TEU HEXAEDRO HOJE

# HEX_B
source: SO THIS IS JUST A ROUTINE PROCEDURE BUT I DO NEED SOMEONE HERE JUST IN CASE SOMETHING GOES WRONG
de: DAS IST NUR EINE ROUTINEPROZEDUR, ABER ICH BRAUCHE HIER JEMANDEN, FALLS ETWAS SCHIEF LÄUFT.
es: ENTONCES ESTO ES SOLO UN PROCEDIMIENTO RUTINARIO, PERO NECESITO A ALGUIEN AQUÍ POR SI ALGO VA MAL
fr: CE N'EST QU'UNE PROCÉDURE DE ROUTINE MAIS J'AI BESOIN DE QUELQU'UN JUSTE AU CAS OÙ IL Y AIT UN PROBLÈME
it: ALLORA QUESTA È UNA PROCEDURA DI ROUTINE MA MI SERVE UNA MANO IN CASO QUALCOSA VADA STORTO
pt: ISTO É APENAS UM PROCEDIMENTO DE ROTINA, MAS EU PRECISO DE ALGUÉM AQUI, PARA O CASO DE ALGO CORRER MAL

# HEX_C
source: IF SOMETHING DOES GO WRONG YOU ARE GOING TO HAVE TO CLEAN UP THE MESS
de: WENN ETWAS TATSÄCHLICH SCHIEF LÄUFT, MUSST DU DIE GANZE SACHE WIEDER AUFRÄUMEN.
es: SI ALGO VA MAL, TÚ TENDRÁS QUE ARREGLAR TODO EL LÍO
fr: SI LES CHOSES TOURNENT MAL TU DEVRAS TOUT ARRANGER
it: SE QUALCOSA VA STORTO DOVRAI PENSARCI TU A SISTEMARE LE COSE
pt: SE ALGO CORRER MAL TU VAIS TER DE LIMPAR A PORCARIA

# HEX_D
source: HEY WAIT A MINUTE CAN YOU EVEN UNDERSTAND WHAT I AM SAYING AND WHAT IS WRONG WITH YOUR HEAD
de: HEY, WARTE MAL! VERSTEHST DU ÜBERHAUPT, WAS ICH SAGE? UND WAS IST MIT DEINEM KOPF LOS?
es: OYE, ESPERA UN MINUTO, ¿TE ESTÁS ENTERANDO DE LO QUE ESTOY DICIENDO Y QUÉ LE PASA A TU CABEZA?
fr: HÉ ATTENDS UN PEU EST-CE QUE TU COMPRENDS CE QUE JE DIS ET CE QUI NE VA PAS AVEC TA TÊTE
it: EHI ASPETTA UN PO' RIESCI ALMENO A CAPIRE COSA STO DICENDO E CHE TI È SUCCESSO ALLA TESTA
pt: ESPERA AÍ SERÁ QUE COMPREENDES O QUE ESTOU A DIZER E O QUE SE PASSA COM A TUA CABEÇA

# HEX_E
source: OH WELL YOU ARE HERE NOW MIGHT AS WELL DO THIS THING PREPARE TO HAVE YOUR MIND BLOWN
de: JETZT WO DU HIER BIST, KANNST DU ES AUCH HIER TUN. MACHE DICH BEREIT, GLEICH GEHT ES RICHTIG LOS.
es: BUENO, YA QUE ESTÁS AQUÍ PODEMOS HACER ESTO, PREPÁRATE A ALUCINAR
fr: OH BON MAINTENANT QUE TU ES LÀ TU FERAS L'AFFAIRE PRÉPARE-TOI À AVOIR LA TÊTE QUI ÉCLATE
it: OH BE VISTO CHE SEI QUI, TANTO VALE METTERSI ALL'OPERA PREPARATI SARÀ UN'ESPERIENZA FOLLE
pt: BEM, ESTÁS AQUI AGORA, MAIS VALE FAZER ISTO PREPARA-TE PARA FICAR BOQUIABERTO

# HEX_F
source: ALL RIGHT WELCOME TO THE CLUB ENJOY YOUR FREE HAT
de: IN ORDNUNG WILLKOMMEN IM CLUB. VIEL SPASS MIT DEINEM GRATISHUT.
es: BIEN, BIENVENIDO AL CLUB, DISFRUTA DE TU NUEVO SOMBRERO
fr: PARFAIT BIENVENUE AU CLUB VOICI TON CHAPEAU GRATUIT
it: OKAY BENVENUTO NEL CLUB GODITI IL CAPPELLO
pt: MUITO BEM BEM-VINDO AO CLUBE, ESPERO QUE GOSTES DO CHAPÉU DE OFERTA

# HEX_G
source: I KIND OF THOUGHT MAYBE THIS WOULD NOT WORK BECAUSE OF YOUR WEIRD HEAD BUT EVERYTHING LOOKS AOK FROM OVER HERE
de: ICH HATTE SCHON BEINAHE BEFÜRCHTET, DASS ES NICHT FUNKTIONIERT WEGEN DIESES SELTSAMEN HUTS, ABER BISLANG SIEHT JA ALLES BESTENS AUS.
es: PENSÉ QUE NO FUNCIONARÍA POR TU EXTRAÑA CABEZA, PERO TODO PARECE ESTAR EN SU SITIO DESDE AQUÍ
fr: JE ME DISAIS QUE PEUT-ÊTRE ÇA N'ALLAIT PAS MARCHER À CAUSE DE TA DRÔLE DE TÊTE MAIS TOUT M'A L'AIR OK VU D'ICI
it: TEMEVO CHE NON AVREBBE FUNZIONATO PER COLPA DELLA TUA STRANA TESTA MA DA QUASSÙ SEMBRA TUTTO A POSTO
pt: EU AINDA PENSEI QUE ISTO NÃO IA FUNCIONAR, POR CAUSA DA TUA CABEÇA ESQUISITA, MAS DAQUI PARECE ESTAR BEM

# HEX_H
source: THANKS FOR THE HAND YOU CAN GO HOME NOW IT WAS VERY NICE TO MEET YOU
de: VIELEN DANK FÜR DIE HILFE DU KANNST NACH HAUSE GEHEN ICH HABE MICH SEHR GEFREUT DICH KENNENZULERNEN.
es: GRACIAS POR LA AYUDA. AHORA PUEDES VOLVER A CASA. HA SIDO UN PLACER CONOCERTE
fr: MERCI POUR TON AIDE TU PEUX RENTRER CHEZ TOI CE FUT UN PLAISIR DE TE RENCONTRER
it: GRAZIE PER L'AIUTO PUOI TORNARE A CASA È STATO BELLO CONOSCERTI
pt: OBRIGADO PELA AJUDA PODES IR PARA CASA FOI UM PRAZER CONHECER-TE

# IZAAC_3D
source: STYLISH HEADWEAR!
de: SCHICKER HUT!
es: ¡UN SOMBRERO MUY CHULO!
fr: JOLI CHAPEAU!
it: CHE BEL CAPPELLO!
pt: CHAPÉU CHEIO DE ESTILO!

# IZAAK_3D2
source: WHERE FROM DID YOU GET IT?
de: WOHER HAST DU IHN?
es: ¿DÓNDE LO HAS CONSEGUIDO?
fr: OÙ AS-TU TROUVÉ ÇA?
it: DOVE L'HAI TROVATO?
pt: ONDE É QUE O ARRANJASTE?

# MAYOR_3D
source: HOW DID YOU DO THAT?
de: WIE HAST DU DAS GEMACHT?
es: ¿CÓMO LO HAS HECHO?
fr: COMMENT AS-TU FAIT ÇA?
it: COME HAI FATTO?!
pt: COMO É QUE FIZESTE AQUILO?

# MAYOR_3D_3
source: BUT DON'T DO IT AGAIN!
de: ABER MACH DAS NIE WIEDER!
es: ¡PERO NO LO VUELVAS A HACER!
fr: MAIS NE REFAIS JAMAIS ÇA!
it: COMUNQUE, NON FARLO DI NUOVO!
pt: MAS NÃO O FAÇAS OUTRA VEZ!

# MAYOR_3D2
source: IT WAS REALLY PRETTY!
de: ES WAR WIRKLICH SCHÖN!
es: ¡HA SIDO MUY BONITO!
fr: C'ÉTAIT TRÈS BEAU!
it: È STATO PROPRIO CARINO!
pt: FOI MESMO BONITO!

# MAYOR_A
source: YOU ARE LOOKING NICE AND FLAT TODAY.
de: DU SIEHST HEUTE WIEDER MAL SCHÖN FLACH AUS.
es: HOY TIENES UN ASPECTO MUY LISO.
fr: TU AS L'AIR MIGNON ET TOUT PLAT AUJOURD'HUI.
it: HAI UN BELL'ASPETTO BIDIMENSIONALE, OGGI.
pt: HOJE ESTÁS COM BOM ASPECTO.

# NUTNBOLT_A
source: FIGURE IT OUT YOURSELF!
de: FINDE ES SELBST HERAUS!
es: ¡AVERÍGUALO TÚ MISMO!
fr: TROUVE-LE PAR TOI-MÊME!
it: DOVRAI SCOPRIRLO DA SOLO!
pt: DESENRASCA-TE SOZINHO!

# OLDY_3D
source: THIS AGAIN?
de: SCHON WIEDER?
es: ¿ESTO OTRA VEZ?
fr: ENCORE?
it: ANCORA QUESTO?
pt: ISTO OUTRA VEZ?

# OLDY_A
source: REALITY IS PERCEPTION.
de: REALITÄT LIEGT IM AUGE DES BETRACHTERS.
es: LA REALIDAD ES PERCEPCIÓN.
fr: LA RÉALITÉ EST LA PERCEPTION.
it: LA REALTÀ È PERCEZIONE.
pt: A REALIDADE É PERCEPÇÃO.

# OWL_A
source: THE MANY ARE ONE.
de: VIELE SIND EINS.
es: MUCHOS SON UNO.
fr: LE TOUT FAIT L'UNIQUE.
it: I MOLTI SONO UNO.
pt: OS MUITOS SÃO UM.

# OWL_A_2
source: THE ONE IS MANY.
de: EINS IST VIELES.
es: UNO SON MUCHOS.
fr: L'UNIQUE FAIT LE TOUT.
it: L'UNO È MOLTI.
pt: UM SÃO MUITOS.

# OWL_B
source: THE THIRTHEEN CIRCLES.
de: DIE DREIZEHN KREISE.
es: LOS TRECE CÍRCULOS.
fr: LES TREIZE CERCLES.
it: I TREDICI CERCHI.
pt: OS TREZE CÍRCULOS.

# OWL_B_2
source: THE 64-BIT NAME OF GOD.
de: DER 64-BIT-NAME GOTTES.
es: EL NOMBRE DE DIOS DE 64-BITS.
fr: LE NOM DE DIEU EN 64 BITS.
it: IL NOME A 64 BIT DI DIO.
pt: O NOME DE DEUS DE 64 BITS.

# OWL_C
source: HEXAHEDRON. OCTAHEDRON. DODECAHEDRON.
de: HEXAHEDRON. OKTAHEDRON. DODEKAHEDRON.
es: HEXAEDRO. OCTAEDRO. DODECAEDRO.
fr: HEXAÈDRE. OCTAÈDRE. DODÉCAÈDRE.
it: ESAEDRO. OTTAEDRO. DODECAEDRO.
pt: HEXAEDRO. OCTAEDRO. DODECAEDRO.

# OWL_C_2
source: HER SACRED GEOMETRY.
de: IHRE HEILIGE GEOMETRIE.
es: SU SANTA GEOMETRÍA.
fr: SA GÉOMÉTRIE SACRÉE.
it: LA SUA SACRA GEOMETRIA.
pt: A SUA GEOMETRIA SAGRADA.

# OWL_D
source: A POINT OF ORIGIN.
de: EIN AUSGANGSPUNKT.
es: UN PUNTO DE ORIGEN.
fr: UN POINT D'ORIGINE.
it: UN PUNTO D'ORIGINE.
pt: PONTO DE ORIGEM.

# OWL_D_2
source: AFTER AND BEYOND.
de: HERNACH UND FÜR ALLE ZEIT.
es: DESPUÉS Y MÁS ALLÁ.
fr: APRÈS ET AU-DELÀ.
it: DOPO E OLTRE.
pt: ANTES E DEPOIS.

# PIVOT_ZERO
source: PUSH UP ON THE HANDLES
de: DRÜCKE DIE GRIFFE NACH OBEN
es: EMPUJA HACIA ARRIBA LAS PALANCAS
fr: POUSSE SUR LES MANCHES
it: PREMI SU SULLE MANIGLIE
pt: EMPURRA AS PEGAS

# ROTATE_INSTRUCTIONS
source: Use {LT} {RT} to change your perspective
de: Mit {LT} {RT} kannst du deine Perspektive ändern
es: Usa {LT} {RT} para cambiar tu perspectiva.
fr: Utilise {LT} {RT} pour changer de perspective.
it: Usa {LT} {RT} per cambiare prospettiva.
pt: Usa {LT} {RT} para alterares a perspectiva

# SEWER_A
source: PRESS AND HOLD {X} TO GRAB ON TO THE VALVE, THEN ROTATE IT.
de: HALTE {X} GEDRÜCKT, UM DAS VENTIL ZU GREIFEN, UND DREHE ES.
es: PULSA Y MANTÉN PULSADO {X} PARA AGARRAR LA VÁLVULA, DESPUÉS GÍRALA.
fr: APPUIE LONGUEMENT SUR {X} POUR SAISIR LA VALVE, PUIS FAIS-LA TOURNER.
it: TIENI PREMUTO {X} PER AFFERRARTI ALLA VALVOLA, QUINDI RUOTALA.
pt: PRIME SEM LARGAR {X} PARA AGARRARES A VÁLVULA, DEPOIS RODA-A.

# STEREO_INSTRUCTIONS
source: You can toggle stereoscopy in the options
de: Du kannst Stereoskopie unter Optionen ein- und ausschalten
es: Puedes cambiar el estereoscopio en las opciones.
fr: Tu peux activer la stéréoscopie dans les options.
it: Puoi attivare o disattivare la stereoscopia nelle opzioni
pt: Podes activar a estereoscopia nas opções

# TEACHER_3D_A
source: CAN IT BE?
de: KANN DAS SEIN?
es: ¿PUEDE SER?
fr: EST-CE POSSIBLE?
it: POSSIBILE?
pt: SERÁ?

# TEACHER_3D_B
source: A NEW DIRECTION?
de: EINE NEUE RICHTUNG?
es: ¿UNA NUEVA DIRECCIÓN?
fr: UNE NOUVELLE DIRECTION?
it: UNA NUOVA DIREZIONE?
pt: UMA NOVA DIRECÇÃO?

# TEACHER_3D_C
source: WOAH.
de: BOAH.
es: ¡VAYA!
fr: OUAH!
it: UOAH.
pt: ENA!

# TEACHER_A
source: UP, DOWN, LEFT, RIGHT. X AND Y, THAT IS ALL THERE IS.
de: HOCH, RUNTER, LINKS, RECHTS. X UND Y, DAS IST AUCH SCHON ALLES.
es: ARRIBA, ABAJO, IZQUIERDA, DERECHA. X E Y, ESO ES TODO LO QUE EXISTE.
fr: HAUT, BAS, GAUCHE, DROITE. X ET Y, TOUT Y EST.
it: SU, GIÙ, SINISTRA, DESTRA. X E Y. È TUTTO QUI!
pt: CIMA, BAIXO, ESQUERDA, DIREITA. X E Y, E É TUDO.

# TEACHER_B
source: THERE ARE NO SUCH THINGS AS DEVIL-SQUARES.
de: ES GIBT GAR KEINE TEUFELSQUADRATE.
es: LOS CUADRADOS MALIGNOS NO EXISTEN.
fr: LES CARRÉS DIABOLIQUES N'EXISTENT PAS.
it: I QUADRATI-DIAVOLO NON ESISTONO.
pt: OS QUADRADOS DIABÓLICOS NÃO EXISTEM.

# TEACHER_C
source: ONLY REGULAR SQUARES.
de: NUR NORMALE QUADRATE.
es: SOLO LOS CUADRADOS NORMALES.
fr: IL N'Y A QUE DES CARRÉS RÉGULIERS.
it: ESISTONO SOLO I QUADRATI NORMALI.
pt: SÓ QUADRADOS NORMAIS.

# TEACHER_VIDEO
source: PERCEPTION IS SUBJECTIVE.
de: WAHRNEHMUNG IST SUBJEKTIV.
es: LA PERCEPCIÓN ES SUBJETIVA.
fr: LA PERCEPTION EST SUBJECTIVE.
it: LA PERCEZIONE È SOGGETTIVA.
pt: A PERCEPÇÃO É SUBJECTIVA.

# TUTO_CLIMB_OVER_LADDER
source: Move against the ladder to climb over it.
de: Bewege dich auf die Leiter zu, um an ihr hochzuklettern.
es: Muévete hacia la escalera para subir por ella.
fr: Approche-toi de l'échelle pour grimper.
it: Avvicinati alla scala per salirla.
pt: Aproxima-te do escadote para o subires.

# TUTO_DROP_LEDGE
source: Press {DOWN} and {A} to drop down.
de: Drücke {DOWN} und {A}, um dich fallenzulassen.
es: Pulsa {DOWN} y {A} para bajar.
fr: Appuie sur {DOWN} et {A} pour descendre.
it: Premi {DOWN} e {A} per lasciarti cadere.
pt: Prime {DOWN} e {A} para largares.

# TUTO_ENTER_DOOR
source: Press {UP} to enter a door.
de: Drücke {UP}, um durch eine Tür zu gehen.
es: Pulsa {UP} para entrar por una puerta.
fr: Appuie sur {UP} pour passer une porte.
it: Premi {UP} per varcare una soglia.
pt: Prime {UP} para entrares numa porta.

# TUTO_GRAB_LEDGE
source: Hold {UP} while in the air to grab ledges.
de: Halte {UP} in der Luft gedrückt, um dich an Vorsprüngen festzuhalten.
es: Mantén pulsado {UP} mientras estás en el aire para agarrarte a los bordes.
fr: Appuie longuement sur {UP} en l'air pour attraper un rebord.
it: Tieni premuto {UP} mentre sei in aria per afferrarti alle sporgenze.
pt: Mantém {UP} premido enquanto estás no ar para te agarrares às saliências.

# Tuto_GrabBomb
source: You can lift and throw bombs too!
de: Du kannst auch Bomben aufnehmen und werfen!
es: ¡También puedes levantar y tirar bombas!
fr: Tu peux aussi lancer des bombes!
it: Anche le bombe possono essere sollevate e lanciate!
pt: Também podes levantar e atirar bombas!

# Tuto_GrabCrate
source: Press {X} to lift a crate, and {X} again to throw it
de: Drücke {X}, um eine Kiste hochzuheben, und {X}, um sie zu werfen.
es: Pulsa {X} para levantar una caja, y {X} de nuevo para lanzarla.
fr: Appuie sur {X} pour soulever une caisse et à nouveau sur {X} pour la lancer.
it: Premi {X} per sollevare una cassa, e di nuovo {X} per lanciarla.
pt: Prime {X} para levantares uma caixa e {X} atirá-la

# TUTO_JUMP
source: Press {A} to jump.
de: Drücke {A}, um zu springen.
es: Pulsa {A} para saltar.
fr: Appuie sur {A} pour sauter.
it: Premi {A} per saltare.
pt: Prime {A} para saltares.

# TUTO_LADDER
source: Hold {UP} to climb ladders.
de: Halte {UP} gedrückt, um Leitern hochzuklettern.
es: Mantén pulsado {UP} para subir por las escaleras.
fr: Appuie longuement sur {UP} pour grimper à une échelle.
it: Tieni premuto {UP} per salire su una scala.
pt: Mantém {UP} premido para subires escadotes.

# TUTO_LOCKED_DOOR
source: Locked doors require a key to open them.
de: Für verschlossene Türen benötigt man einen Schlüssel.
es: Para abrir las puertas cerradas hace falta una llave.
fr: Il te faut une clé pour ouvrir les portes fermées.
it: Per aprire le porte chiuse serve una chiave.
pt: Para abrires uma porta fechada precisas de uma chave.

# TUTO_LOOKAROUND
source: Use the {RS} to look around, press it to snap back.
de: Sieh dich mit {RS} um. Drücke {RS}, um zum Ausgangsblickwinkel zurückzukehren.
es: Usa {RS} para mirar a tu alrededor, y púlsalo para volver.
fr: Utilise {RS} pour regarder autour de toi et appuie à nouveau dessus pour arrêter.
it: Usa la {RS} per guardarti in giro, premila per tornare alla visuale normale.
pt: Usa {RS} para olhares em redor e prime-o para voltar ao normal.

# TUTO_MAIL
source: Walk up to the mailbox.
de: Gehe zum Briefkasten.
es: Ve hacia el buzón.
fr: Dirige-toi vers la boîte aux lettres.
it: Avvicinati alla cassetta delle lettere.
pt: Vai até à caixa de correio.

# TUTO_MAIL_2
source: Press {X} to read mail.
de: Drücke {X}, um deine Post zu lesen.
es: Pulsa {X} para leer el correo.
fr: Appuie sur {X} pour lire ton courrier.
it: Premi {X} per leggere la posta.
pt: Prime {X} para leres o correio.

# TUTO_MENUCUBE
source: Press {Y} to open the inventory.
de: Drücke {Y}, um das Inventar zu öffnen.
es: Pulsa {Y} para abrir el inventario.
fr: Appuie sur {Y} pour ouvrir l'inventaire.
it: Premi {Y} per aprire l'inventario.
pt: Prime {Y} para abrires o inventário.

# TUTO_OPEN_DOOR
source: Press {UP} to open and enter a door.
de: Drücke {UP}, um eine Tür zu öffnen und hindurchzugehen.
es: Pulsa {UP} para abrir y entrar por una puerta.
fr: Appuie sur {UP} pour ouvrir une porte.
it: Premi {UP} per aprire le porte e varcarne la soglia.
pt: Prime {UP} para abrires e entrares numa porta.

# TUTO_PICKUP
source: Press {X} to pickup objects.
de: Drücke {X}, um Objekte aufzunehmen.
es: Pulsa {X} para recoger objetos.
fr: Appuie sur {X} pour ramasser des objets.
it: Premi {X} per raccogliere un oggetto.
pt: Prime {X} para agarrares objectos.

# TUTO_READ_SIGN
source: Press {B} to read signs.
de: Drücke {B}, um Schilder zu lesen.
es: Pulsa {B} para leer señales.
fr: Appuie sur {B} pour lire des panneaux.
it: Premi {B} per leggere i cartelli.
pt: Prime {B} para leres letreiros.

# TUTO_SHIMMY
source: Press {LEFT} or {RIGHT} to shimmy, {DOWN} to drop, {A} or {UP} to hoist.
de: Drücke {LEFT} oder {RIGHT} zum Umherwandern, {DOWN} zum Fallenlassen, {A} oder {UP} zum Aufsteigen.
es: Pulsa {LEFT} o {RIGHT} para balancearte, {DOWN} para soltarte y {A} o {UP} para elevarte.
fr: Appuie sur {LEFT} ou {RIGHT} pour bouger, sur {DOWN} pour descendre, sur {A} ou {UP} pour te hisser.
it: Premi {LEFT} o {RIGHT} per spostarti di lato, {DOWN} per lasciarti cadere, {A} o {UP} per sollevare.
pt: Prime {LEFT} ou {RIGHT} para oscilares, {DOWN} para te largares, {A} ou {UP} para te içares.

# TUTO_TALK
source: Press {B} to talk to villagers.
de: Drücke {B}, um mit Dorfbewohnern zu sprechen.
es: Pulsa {B} para hablar con los transeúntes.
fr: Appuie sur {B} pour parler aux villageois.
it: Premi {B} per parlare agli altri.
pt: Prime {B} para falares com os aldeões.

# TUTO_THROW
source: Press {X} to throw the object, or {DOWN} and {X} to drop it.
de: Drücke {X}, um das Objekt zu werfen, oder {DOWN} und {X}, um es fallenzulassen.
es: Pulsa {X} para lanzar el objeto, o {DOWN} y {X} para soltarlo.
fr: Appuie sur {X} pour lancer l'objet ou {DOWN} et {X} pour le poser.
it: Premi {X} per lanciare un oggetto, o {DOWN} e {X} per posarlo.
pt: Prime {X} para atirar o objecto ou {DOWN} e {X} para o largares.

# TUTO_VINE
source: Press {UP} and hold a direction to climb vines.
de: Drücke {UP} und eine Richtung, um Ranken emporzuklettern.
es: Pulsa {UP} y mantén una dirección para escalar por las viñas.
fr: Appuie sur {UP} et maintiens une direction pour grimper aux vignes.
it: Premi {UP} e tieni premuta una direzione per arrampicarti su una liana.
pt: Prime {UP} e uma direcção para trepares as trepadeiras.

# VILLAGE_SIGN
source: WELCOME TO VILLAGEVILLE.
de: WILLKOMMEN IN VILLAGEVILLE.
es: BIENVENIDO A POBLADOPUEBLO.
fr: BIENVENUE À VILLAGEVILLE.
it: BENVENUTO A VILLAGEVILLE.
pt: BEM-VINDO A VILLAGEVILLE.

# VILLAGER_A
source: GOMEZ!
es: ¡GÓMEZ!

# VILLAGER_B
source: I LOVE VILLAGE!
de: ICH LIEBE DIESES DORF!
es: ¡ME ENCANTA EL POBLADO!
fr: J'ADORE CE VILLAGE!
it: IO ADORO QUESTO VILLAGGIO!
pt: EU ADORO A ALDEIA!

# VILLAGER_C
source: I LIVED HERE MY WHOLE LIFE!
de: ICH WOHNE SCHON MEIN GANZES LEBEN HIER!
es: ¡HE VIVIDO AQUÍ TODA MI VIDA!
fr: J'AI VÉCU ICI TOUTE MA VIE!
it: HO VISSUTO QUI TUTTA LA MIA VITA!
pt: VIVI AQUI A MINHA VIDA TODA!

# VILLAGER_D
source: WHAT'S YOUR FAVORITE SHAPE?
de: WAS IST DEINE LIEBLINGSFORM?
es: ¿CUÁL ES TU FORMA PREFERIDA?
fr: QUELLE EST TA FORME PRÉFÉRÉE?
it: QUAL È LA TUA FORMA PREFERITA?
pt: QUAL É A TUA FORMA PREFERIDA?

# VILLAGER_E
source: MINE IS SQUARE!
de: ICH MAG QUADRATE AM LIEBSTEN!
es: ¡LA MÍA ES EL CUADRADO!
fr: MOI, C'EST LE CARRÉ!
it: LA MIA È IL QUADRATO!
pt: A MINHA É O QUADRADO!

# VILLAGER_F
source: NOT CUBE, THAT'S FOR SURE!
de: ABER WÜRFEL MAG ICH GAR NICHT!
es: ¡EL CUBO NO, ESO ESTÁ CLARO!
fr: PAS LE CUBE, ÇA C'EST SÛR!
it: DI SICURO NON IL CUBO!
pt: O CUBO É QUE NÃO!

# VILLAGER_G
source: BECAUSE THERE IS NO SUCH THING.
de: DENN SO ETWAS GIBT ES ÜBERHAUPT NICHT.
es: PUESTO QUE TAL COSA NO EXISTE.
fr: PARCE QUE ÇA N'EXISTE PAS!
it: PERCHÉ I CUBI NON ESISTONO.
pt: PORQUE ISSO NÃO EXISTE.

# VILLAGER_H
source: YOU ARE BACK!
de: DU BIST ZURÜCK!
es: ¡HAS VUELTO!
fr: TU ES DE RETOUR!
it: SEI TORNATO.
pt: VOLTASTE!

# VILLAGER_I
source: YOU WERE GONE LONG TIME!
de: DU WARST GANZ SCHÖN LANGE FORT!
es: ¡HAS ESTADO FUERA MUCHO TIEMPO!
fr: ÇA FAISAIT LONGTEMPS!
it: SEI STATO VIA TANTO TEMPO!
pt: DESAPARECESTE DURANTE TANTO TEMPO!

# VILLAGER_K
source: THAT WAS A CUBE!
de: DAS WAR EIN WÜRFEL!
es: ¡ESO ERA UN CUBO!
fr: C'ÉTAIT UN CUBE!
it: QUELLO ERA UN CUBO!
pt: AQUILO ERA UM CUBO!

# VILLAGER_L
source: BUT THAT'S NON-POSSIBLE!
de: ABER DAS IST NICHT MÖGLICH!
es: ¡PERO ESO NO ES POSIBLE!
fr: MAIS C'EST IMPOSSIBLE!
it: MA È NON-POSSIBILE!
pt: MAS ISSO NÃO É POSSÍVEL!

# VILLAGER_M
source: NICE HAT.
de: SCHÖNER HUT.
es: BONITO SOMBRERO.
fr: JOLI CHAPEAU!
it: BEL CAPPELLO.
pt: BELO CHAPÉU.

# VILLAGER_N
source: HI GOMEZ!
es: ¡HOLA GÓMEZ!
fr: SALUT GOMEZ!
it: CIAO, GOMEZ!
pt: OLÁ GOMEZ!

# VILLAGER_O
source: I COULD RUN AROUND ALL DAY!
de: ICH KÖNNTE DEN GANZEN TAG SO HERUMLAUFEN!
es: ¡PODRÍA CORRER TODO EL DÍA!
fr: JE POURRAIS COURIR TOUTE LA JOURNÉE!
it: POTREI ANDARMENE IN GIRO TUTTO IL GIORNO!
pt: PODIA CORRER O DIA INTEIRO!

# VILLAGER_P
source: IN FACT, I WILL!
de: DAS WERDE ICH JETZT AUCH!
es: ¡ES MÁS, LO HARÉ!
fr: EN FAIT, C'EST CE QUE JE VAIS FAIRE!
it: ANZI, È PROPRIO QUELLO CHE FARÒ!
pt: ALIÁS, É O QUE VOU FAZER!

# XAVIER_3D
source: I SAW A DEVIL SQUARE!
de: ICH HABE EIN TEUFELSQUADRAT GESEHEN!
es: ¡HE VISTO UN CUADRADO MALIGNO!
fr: J'AI VU UN CARRÉ DIABOLIQUE!
it: HO VISTO UN QUADRATO-DIAVOLO!
pt: EU VI UM QUADRADO DIABÓLICO!

# XAVIER_A
source: EVERYBODY IS 2D, EVERYTHING KNOWS THAT!
de: ES GIBT NUR 2D, DAS WEISS DOCH JEDER!
es: ¡TODO EL MUNDO ES 2D, ES BIEN SABIDO!
fr: TOUT LE MONDE EST EN 2D, C'EST CONNU!
it: TUTTI SONO BIDIMENSIONALI, È RISAPUTO!
pt: SOMOS TODOS 2D, É SABIDO!

# ZOE_3D
source: WHERE DID YOU GO?
de: WO WARST DU?
es: ¿DÓNDE HAS IDO?
fr: QUELS ENDROITS AS-TU VISITÉS?
it: DOVE SEI STATO?
pt: ONDE FOSTE?

# ZOE_3D_2
source: DID YOU BRING ME BACK SOMETHING?
de: HAST DU MIR ETWAS MITGEBRACHT?
es: ¿ME HAS TRAÍDO ALGO?
fr: TU M'AS RAMENÉ QUELQUE CHOSE?
it: HAI PORTATO QUALCOSA PER ME?
pt: TROUXESTE-ME ALGO DE LÁ?

# ZU_A
source: WOAH HOW DID YOU GET IN HERE
de: BOAH! WIE BIST DU HIER HEREINGEKOMMEN?
es: ¡VAYA! ¿CÓMO HAS ENTRADO AQUÍ?
fr: OUAH! COMMENT AS-TU FAIT POUR ALLER LÀ?
it: WOW! COME CI SEI FINITO QUI DENTRO?
pt: ENA! COMO É QUE ENTRASTE AQUI?

# ZU_B
source: WHERE DID YOU COME FROM
de: WO KOMMST DU HER?
es: ¿DE DÓNDE VIENES?
fr: D'OÙ VENAIS- TU?
it: DA DOVE ARRIVI?
pt: DE ONDE VIESTE?

# ZU_C
source: WHAT IS WRONG WITH YOUR HEAD
de: WAS IST MIT DEINEM KOPF LOS?
es: ¿QUÉ LE PASA A TU CABEZA?
fr: QU'EST-CE QUI NE VA PAS AVEC TA TÊTE?
it: CHE TI È SUCCESSO ALLA TESTA?
pt: O QUE SE PASSA COM A TUA CABEÇA?

# ZU_D
source: WHERE DID YOU GET THAT HAT
de: WO HAST DU DIESEN HUT HER?
es: ¿DE DÓNDE HAS SACADO ESE SOMBRERO?
fr: OÙ AS-TU TROUVÉ CE CHAPEAU?
it: DOVE HAI TROVATO QUEL CAPPELLO?
pt: ONDE ARRANJASTE ESSE CHAPÉU?

# ZU_E
source: HE WEARS THE FEZ
de: ER TRÄGT DEN FEZ!
es: ¡LLEVA EL FEZ!
fr: IL PORTE LE FEZ!
it: INDOSSA IL FEZ!
pt: ELE ESTÁ A USAR O FEZ!

# ZU_F
source: HA HA HA CHECK OUT MR RECTANGLE HEAD OVER THERE
de: HAHAHA! SIEH DIR NUR DIESEN QUADRATSCHÄDEL DA DRÜBEN AN!
es: ¡JA, JA, JA! ¡MIRAD AL TÍO CABEZA DE RECTÁNGULO ESE!
fr: AH AH AH! VOILÀ MONSIEUR TÊTE DE RECTANGLE!
it: AH AH AH! GUARDA IL TIZIO CON LA TESTA A RETTANGOLO!
pt: HA HA HA! OLHA ALI O SR. CABEÇA DE RECTÂNGULO!

# ZU_G
source: HELLO CAN YOU UNDERSTAND ANY OF THIS
de: HALLO? VERSTEHST DU WAS ICH SAGE?
es: ¿CÓMO? ¿ENTIENDES ALGO DE ESTO?
fr: BONJOUR! VOUS Y COMPRENEZ QUELQUE CHOSE?
it: EHI, TU! CAPISCI QUELLO CHE DICO?
pt: SERÁ QUE ESTÁS A PERCEBER ALGUMA COISA?

# ZU_H
source: I THINK IT IS NICE TO HAVE A VISITOR FOR ONCE
de: ICH FINDE ES SCHÖN, MAL EINEN BESUCHER ZU HABEN.
es: CREO QUE ESTÁ BIEN TENER VISITA POR UNA VEZ.
fr: C'EST AGRÉABLE DE RECEVOIR DE LA VISITE POUR UNE FOIS.
it: È BELLO AVERE UN VISITATORE, OGNI TANTO.
pt: É BOM TER UMA VISITA FINALMENTE.
