Repository: zrckr/fez-zeffyr
Catalog: locale/gametext.*.po
Languages: de, es, fr, it, pt

# ZU_I
source: WELCOME TO ZU
de: WILLKOMMEN IN ZU.
es: BIENVENIDO A ZU.
fr: BIENVENUE À ZU.
it: BENVENUTO A ZU.
pt: BEM-VINDO A ZU.

# ZU_J
source: NICE TO MEET YOU
de: SCHÖN, DICH KENNENZULERNEN!
es: ¡ENCANTADO DE CONOCERTE!
fr: QUELLE JOIE DE TE VOIR!
it: PIACERE DI CONOSCERTI.
pt: É UM PRAZER CONHECER-TE!

# ZU_K
source: HOW DO YOU DO
de: WIE GEHT ES DIR?
es: ¿QUÉ TAL ESTÁS?
fr: COMMENT ÇA VA?
it: COME STAI?
pt: COMO ESTÁS?

# DOT_TRIAL_A
source: HI THERE!
de: HALLO!
es: ¡HOLA!
fr: SALUT!
it: EHILÀ!
pt: OLÁ!

# DOT_TRIAL_B
source: MY NAME IS DOT.
de: ICH HEISSE DOT.
es: ME LLAMO DOT.
fr: JE M'APPELLE DOT.
it: MI CHIAMO DOT.
pt: CHAMO-ME DOT.

# DOT_TRIAL_C
source: OK, SO LONG STORY SHORT :
de: ALSO FASSEN WIR UNS KURZ:
es: VALE, PARA RESUMIR:
fr: OK, JE TE RÉSUME LA SITUATION:
it: OK, TI SPIEGO BREVEMENTE:
pt: RESUMINDO:

# DOT_TRIAL_D
source: SOMETHING BAD HAPPENED, AND THIS REALLY IMPORTANT CUBE EXPLODED!
de: ES IST ETWAS SCHLIMMES GESCHEHEN. UND DIESER FURCHTBAR WICHTIGE WÜRFEL IST EXPLODIERT!
es: ¡HA PASADO ALGO MUY MALO, Y ESTE CUBO TAN IMPORTANTE HA EXPLOTADO!
fr: QUELQUE CHOSE D'HORRIBLE S'EST PASSÉ ET CE CUBE TRÈS IMPORTANT A EXPLOSÉ!
it: È SUCCESSO QUALCOSA DI BRUTTO, E UN CUBO IMPORTANTISSIMO È ESPLOSO!
pt: ACONTECEU UMA COISA MÁ E UM CUBO MUITO IMPORTANTE EXPLODIU!

# DOT_TRIAL_E
source: AND NOW YOU HAVE TO FIND EVERY LAST LITTLE FRAGMENT OF THAT CUBE.
de: JETZT MUSST DU JEDE NOCH SO KLEINE SCHERBE DIESES WÜRFELS AUFSPÜREN.
es: Y AHORA TE TOCA A TI ENCONTRAR HASTA EL ÚLTIMO TROZO DE ESE CUBO.
fr: TU DOIS TROUVER TOUS LES FRAGMENTS DE CE CUBE.
it: E ORA DOVRAI TROVARE TUTTI I FRAMMENTI DI QUEL CUBO.
pt: E AGORA TENS DE ENCONTRAR TODOS OS FRAGMENTOS DO CUBO.

# DOT_TRIAL_F
source: OR ELSE THE UNIVERSE CEASES TO EXIST!
de: SONST WIRD ES DAS UNIVERSUM BALD NICHT MEHR GEBEN!
es: ¡O EL UNIVERSO DEJARÁ DE EXISTIR!
fr: SINON L'UNIVERS CESSERA D'EXISTER!
it: ALTRIMENTI L'UNIVERSO CESSERÀ DI ESISTERE!
pt: OU O UNIVERSO DEIXARÁ DE EXISTIR!

# DOT_TRIAL_G
source: I SURE HOPE YOU LIKE NOT EXISTING!
de: ICH HOFFE, DU KANNST DICH MIT DER IDEE ANFREUNDEN!
es: ¡ESPERO QUE TE GUSTE ESO DE NO EXISTIR!
fr: JE SUIS SÛRE QUE TU N'AIMERAIS PAS DISPARAÎTRE!
it: SPERO CHE TI PIACCIA L'IDEA DI NON ESISTERE...
pt: ESPERO QUE GOSTES DE INEXISTIR!

# DOT_TRIAL_H
source: BECAUSE THAT'S ALL YOU'RE GOING TO BE DOING IF YOU DON'T FIND THOSE CUBES.
de: DENN WENN DU DIESE WÜRFEL NICHT FINDEST, WERDEN WIR ZUSAMMEN MIT DEM UNIVERSUM UNTERGEHEN.
es: PORQUE ESO ES LO QUE VA A PASAR SI NO ENCUENTRAS ESOS CUBOS.
fr: C'EST POURTANT CE QUI RISQUE D'ARRIVER SI TU NE RETROUVES PAS CES CUBES.
it: PERCHÉ È QUELLA LA FINE CHE FARAI SE NON TROVI QUEI CUBI!
pt: PORQUE É O QUE VAIS FAZER SE NÃO ENCONTRARES AQUELES CUBOS.

# DOT_TRIAL_I
source: OH AND ALSO THE CUBES OPEN DOORS!
de: OH, MIT DEN WÜRFELN KANNST DU AUSSERDEM TÜREN ÖFFNEN!
es: ¡AH, Y LOS CUBOS TAMBIÉN ABREN PUERTAS!
fr: OH, ET LES CUBES OUVRENT DES PORTES!
it: OH, DIMENTICAVO: I CUBI SERVONO ANCHE AD APRIRE LE PORTE!
pt: É VERDADE, OS CUBOS TAMBÉM ABREM PORTAS!

# DOT_TRIAL_J
source: THERE'S GOING TO BE A LOT OF DOORS.
de: DU WIRST AUF ZIEMLICH VIELE TÜREN STOSSEN.
es: VA A VER MUCHAS PUERTAS.
fr: IL Y A BEAUCOUP DE PORTES.
it: E DI PORTE CHIUSE NE TROVERAI PARECCHIE.
pt: VAIS ENCONTRAR MUITAS PORTAS.

# DOT_INTRO_FINAL_G_2
source: I MEAN, GOOD LUCK!
de: ICH MEINE, VIEL GLÜCK!
es: QUIERO DECIR... ¡BUENA SUERTE!
fr: ET, EUH, BONNE CHANCE!
it: CIOÈ... BUONA FORTUNA!
pt: ISTO É, BOA SORTE!

# TUTO_LOCKED_TRIAL
source: This door is locked in the trial.
de: In der Testversion ist diese Tür verschlossen.
es: Esta puerta está cerrada en la versión de prueba.
fr: Cette porte est fermée dans la version d'essai.
it: Questa porta è chiusa nella versione di prova.
pt: Esta porta está fechada na versão de avaliação.

# GOMEZ_HOUSE
source: GOMEZ'S HOUSE.
de: GOMEZS HAUS.
es: CASA DE GÓMEZ.
fr: MAISON DE GOMEZ.
it: CASA DI GOMEZ.
pt: A CASA DO GOMEZ.

# DOT_BELL_A
source: DING DONG!
it: DIN DON!
pt: DLIM-DLÃO!

# DOT_CRASH_A
source: OH NO!
de: OH NEIN!
fr: OH, NON!
pt: OH NÃO!

# DOT_OH_NO
source: OH NO!
de: OH NEIN!
fr: OH, NON!
pt: NÃO!
