Repository: zrckr/fez-zeffyr
Catalog: locale/gametext.*.po
Languages: de, es, fr, it, pt

# DOT_DOOR_THIRTYTWO_C
source: THIS ONE REQUIRES 1...2....
de: FÜR DIESE BENÖTIGST DU 1 ... 2 ...
es: PARA ESTA HACEN FALTA 1... 2...
fr: POUR CELLE-CI, IL TE FAUT 1... 2....
it: QUESTA RICHIEDE 1… 2…
pt: ESTA PRECISA DE 1... 2...

# DOT_DOOR_THIRTYTWO_D
source: 32 CUBES!
de: 32 WÜRFEL!
es: ¡32 CUBOS!
it: 32 CUBI!
pt: 32 CUBOS!

# DOT_DOOR_THIRTYTWO_E
source: MUST BE SOMETHING REALLY SPECIAL BEHIND THAT DOOR!
de: ES MUSS SCHON ETWAS SEHR BESONDERES HINTER DIESER TÜR LIEGEN!
es: ¡TRAS ESA PUERTA DEBE HABER ALGO MUY ESPECIAL!
fr: CETTE PORTE DOIT CACHER QUELQUE CHOSE DE SPÉCIAL!
it: DIETRO QUELLA PORTA CI DEV'ESSERE QUALCOSA DI SPECIALE!
pt: DEVE ESTAR ALGO MUITO ESPECIAL ATRÁS DAQUELA PORTA!

# DOT_FEEL
source: CAN YOU FEEL THAT?
de: SPÜRST DU DAS?
es: ¿LO SIENTES?
fr: TU LE SENS?
it: LO SENTI?
pt: ESTÁS A SENTIR?

# DOT_FIRST_CUBE_A
source: YOUR FIRST CUBE SHARD!
de: DEINE ERSTE WÜRFELSCHERBE!
es: ¡TU PRIMER FRAGMENTO DE CUBO!
fr: TON PREMIER FRAGMENT DE CUBE!
it: LA TUA PRIMA SCHEGGIA DI CUBO!
pt: O TEU PRIMEIRO FRAGMENTO DE CUBO!

# DOT_FIRST_CUBE_B
source: ONLY 31 TO GO!
de: FEHLEN NUR NOCH 31!
es: ¡SOLO QUEDAN 31!
fr: PLUS QUE 31!
it: TE NE MANCANO SOLO 31!
pt: JÁ SÓ FALTAM 31!

# DOT_FORGET_A
source: I FORGET...
de: ICH BIN ZIEMLICH VERGESSLICH ...
es: HE OLVIDADO...
fr: J'AI OUBLIÉ...
it: NON ME LO RICORDO...
pt: ESQUECI-ME...

# DOT_FORGET_B
source: MY MEMORY ISN'T WHAT IT USED TO BE.
de: MEIN GEDÄCHTNIS IST NICHT DAS, WAS ES EINMAL WAR.
es: MI MEMORIA YA NO ES LO QUE ERA.
fr: MA MÉMOIRE N'EST PLUS CE QU'ELLE ÉTAIT.
it: LA MIA MEMORIA NON È PIÙ QUELLA DI UNA VOLTA.
pt: A MINHA MEMÓRIA JÁ NÃO É O QUE ERA.

# DOT_FPS_WONDER
source: I WONDER WHAT THIS IS...
de: ICH FRAGE MICH, WAS DAS IST ...
es: ME PREGUNTO QUÉ SERÁ...
fr: JE ME DEMANDE CE QUE C'EST...
it: CHISSÀ COS'È QUESTO?
pt: O QUE SERÁ ISTO...

# DOT_FRACTAL_A
source: UH?!
de: HM?!
es: ¡¿CÓMO?!
fr: HEIN?
pt: O QUÊ?!

# DOT_FRACTAL_B
source: SOMETHING IS PREVENTING YOU FROM CHANGING YOUR PERSPECTIVE IN THIS AREA.
de: IRGENDETWAS HINDERT DICH DARAN, IN DIESEM BEREICH DIE PERSPEKTIVE ZU WECHSELN.
es: ALGO TE IMPIDE CAMBIAR TU PERSPECTIVA EN ESTA ZONA.
fr: QUELQUE CHOSE T'EMPÊCHE DE CHANGER DE PERSPECTIVE DANS CETTE ZONE.
it: QUALCOSA TI IMPEDISCE DI CAMBIARE LA TUA PROSPETTIVA IN QUEST'AREA.
pt: ALGO ESTÁ A IMPEDIR-TE DE ALTERARES A TUA PERSPECTIVA NESTA ÁREA.

# DOT_FRACTAL_C
source: I BET IT'S THIS TOTEM-LOOKING THING OVER HERE.
de: ICH KÖNNTE WETTEN, DAS LIEGT AN DIESEM TOTEMÄHNLICHEN DING DA DRÜBEN.
es: APUESTO A QUE ES ESTA COSA PARECIDA A UN TÓTEM DE AQUÍ.
fr: JE PARIE QUE C'EST CETTE CHOSE QUI RESSEMBLE À UN TOTEM.
it: SCOMMETTO CHE È QUESTA SPECIE DI TOTEM QUAGGIÙ.
pt: APOSTO QUE É ESTA COISA COM AR DE TOTEM.

# DOT_FRACTAL_D
source: YEAH, THAT MUST BE IT!
de: JA, DAS MUSS ES SEIN!
es: ¡SÍ, DEBE DE SER ESO!
fr: OUI, C'EST SÛREMENT ÇA!
it: SÌ, DEV'ESSERE COSÌ!
pt: SIM, É ISTO!

# DOT_GIFT
source: YOU HAVE RECEIVED A GIFT. A GREAT SECRET HAS BEEN REVEALED TO YOU. THERE ARE DIMENSIONS BEYOND THE ONES YOU KNOW.
de: DU HAST EIN GESCHENK ERHALTEN. DIR WURDE EIN GROSSES GEHEIMNIS OFFENBART. ES EXISTIEREN NOCH WEITERE DIMENSIONEN ALS DIE, DIE DU BEREITS KENNST.
es: HAS RECIBIDO UN REGALO. UN GRAN SECRETO SE TE HA REVELADO. HAY DIMENSIONES MÁS ALLÁ DE LAS QUE CONOCES.
fr: TU AS REÇU UN DON. UN GRAND SECRET T'A ÉTÉ RÉVÉLÉ. IL EXISTE DES DIMENSIONS AU-DELÀ DE CELLES QUE TU CONNAIS.
it: HAI RICEVUTO UN DONO. TI È STATO RIVELATO UN GRANDE SEGRETO. ESISTONO ALTRE DIMENSIONI, OLTRE A QUELLE CHE CONOSCI.
pt: RECEBESTE UM PRESENTE. FOI-TE REVELADO UM GRANDE SEGREDO. EXISTEM DIMENSÕES PARA ALÉM DAS QUE CONHECES.

# DOT_GLOBE_A
source: I BET YOU CAN ROTATE THIS GIANT GLOBE JUST LIKE A PIVOT!
de: MAN KANN DIESEN RIESENWÜRFEL BESTIMMT DREHEN!
es: ¡APUESTO A QUE NO PUEDES HACER GIRAR ESTE GLOBO GIGANTE COMO UN PIVOTE!
fr: JE PARIE QUE TU PEUX FAIRE TOURNER CE GLOBE GÉANT COMME UN PIVOT!
it: SCOMMETTO CHE PUOI FAR RUOTARE QUESTO ENORME GLOBO COME UN PERNO!
pt: APOSTO QUE CONSEGUES RODAR ESTE GLOBO GIGANTE COMO UM PIÃO!

# DOT_HAPPENED
source: WHAT HAPPENED HERE?
de: WAS IST HIER GESCHEHEN?
es: ¿QUÉ HA PASADO AQUÍ?
fr: QUE S'EST-IL PASSÉ ICI?
it: COS'È SUCCESSO QUI?
pt: O QUE SE PASSOU?

# DOT_HEART_A
source: YOU FOUND A...
de: WAS HAST DU GEFUNDEN?
es: HAS ENCONTRADO UN...
fr: TU AS TROUVÉ UN...
it: HAI TROVATO UN...
pt: ENCONTRASTE UM...

# DOT_HEART_B
source: WHAT IS THIS?
de: WAS IST DAS?
es: ¿QUÉ ES ESTO?
fr: QU'EST-CE QUE C'EST?
it: COS'È QUESTO?
pt: O QUE É ISTO?

# DOT_HEART_C
source: I DON'T EVEN...
de: DAS IST DOCH ...
es: NI SIQUIERA...
fr: JE NE SAIS MÊME PAS...
it: NON SO NEMMENO...
pt: EU NEM...

# DOT_HELP
source: I NEED YOUR HELP. SOMETHING WENT WRONG. I WILL GUIDE YOU.
de: ICH BRAUCHE DEINE HILFE. ETWAS IST SCHIEF GELAUFEN. ICH ZEIGE DIR DEN WEG.
es: NECESITO TU AYUDA. ALGO HA IDO MAL. TE GUIARÉ.
fr: J'AI BESOIN DE TON AIDE. IL Y A EU UN PROBLÈME. JE VAIS TE GUIDER.
it: DEVI AIUTARMI. QUALCOSA È ANDATO STORTO. TI GUIDERÒ IO.
pt: PRECISO DA TUA AJUDA. ALGO CORREU MAL. EU GUIO-TE.

# DOT_HEY
source: HEY, GOMEZ!
de: HALLO GOMEZ!
es: ¡OYE, GÓMEZ!
fr: SALUT, GOMEZ!
it: EHI, GOMEZ!
pt: OLÁ, GOMEZ!

# DOT_INTRO
source: I AM DOT
de: ICH BIN DOT.
es: SOY PUNTO
fr: JE M'APPELLE DOT.
it: IO SONO DOT.
pt: EU SOU O DOT

# DOT_INTRO_A
source: GOMEZ...
es: GÓMEZ...

# DOT_INTRO_B
source: SOMETHING WENT WRONG.
de: ETWAS IST SCHIEF GELAUFEN.
es: ALGO HA IDO MAL.
fr: IL Y A EU UN PROBLÈME.
it: QUALCOSA È ANDATO STORTO.
pt: ALGO CORREU MAL.

# DOT_INTRO_C
source: I NEED YOUR HELP!
de: ICH BRAUCHE DEINE HILFE!
es: ¡NECESITO TU AYUDA!
fr: J'AI BESOIN DE TON AIDE!
it: DEVI AIUTARMI!
pt: PRECISO DA TUA AJUDA!

# DOT_INTRO_D
source: I WAS SENT TO GUIDE YOU.
de: ICH SOLL DIR DEN WEG ZEIGEN.
es: HE SIDO ENVIADO A GUIARTE.
fr: JE SUIS LÀ POUR TE GUIDER.
it: SONO QUI PER GUIDARTI.
pt: FUI ENVIADO PARA TE GUIAR.

# DOT_INTRO_DOOR_A
source: THIS DOOR LEADS TO THE OUTSIDE WORLD, BUT FOR NOW IS SEALED SHUT.
de: DIESE TÜR FÜHRT ZUR AUSSENWELT, ABER SIE IST NOCH VERSIEGELT.
es: ESTA PUERTA LLEVA AL MUNDO EXTERIOR, PERO POR AHORA ESTÁ SELLADA.
fr: CETTE PORTE MÈNE VERS LE MONDE EXTÉRIEUR, MAIS POUR LE MOMENT ELLE EST FERMÉE.
it: QUESTA PORTA CONDUCE AL MONDO ESTERNO, MA PER IL MOMENTO È CHIUSA.
pt: ESTA PORTA CONDUZ AO MUNDO EXTERIOR, MAS, POR ORA, ESTÁ FECHADA.

# DOT_INTRO_DOOR_B
source: THE MARKING ON IT INDICATES THAT IT WON'T OPEN UNTIL YOU HAVE COLLECTED AT LEAST ONE CUBE.
de: DER MARKIERUNG NACH ZU URTEILEN, MUSST DU ERST 1 WÜRFEL FINDEN, DAMIT SIE SICH ÖFFNET.
es: LA SEÑAL QUE TIENE INDICA QUE NO SE ABRIRÁ HASTA QUE HAYAS CONSEGUIDO UN CUBO POR LO MENOS.
fr: LE SYMBOLE DESSUS INDIQUE QU'ELLE NE S'OUVRIRA QU'UNE FOIS QUE TU AURAS TROUVÉ AU MOINS UN CUBE.
it: VEDI QUEL SEGNO? SIGNIFICA CHE NON SI APRIRÀ FINCHÉ NON AVRAI TROVATO ALMENO UN CUBO.
pt: O SINAL NA PORTA INDICA QUE ESTA SÓ ABRIRÁ DEPOIS DE APANHARES PELO MENOS UM CUBO.

# DOT_INTRO_DOOR_C
source: THERE ARE MANY SUCH DOORS IN THE WORLD.
de: ES GIBT VIELE SOLCHER TÜREN ÜBERALL IN DER WELT.
es: HAY MUCHAS PUERTAS ASÍ EN ESTE MUNDO.
fr: IL Y A BEAUCOUP DE PORTES COMME CELLE-CI DANS LE MONDE.
it: NEL MONDO CI SONO MOLTE PORTE COME QUESTA.
pt: HÁ TANTAS PORTAS DESTAS NO MUNDO.

# DOT_INTRO_DOOR_D
source: EACH REQUIRING MORE CUBES THAN THE LAST.
de: FÜR JEDE BENÖTIGST DU MEHR WÜRFEL ALS BEI DER LETZTEN.
es: CADA UNA DE ELLAS REQUIERE MÁS CUBOS QUE LA ANTERIOR.
fr: CHACUNE REQUIERT PLUS DE CUBES QUE LA PRÉCÉDENTE.
it: OGNUNA RICHIEDE PIÙ CUBI DELLA PRECEDENTE.
pt: CADA UMA DELAS REQUER MAIS CUBOS DO QUE A ANTERIOR.

# DOT_INTRO_DOOR_E
source: TO REACH THE END OF THIS JOURNEY, YOU WILL NEED TO FIND ALL 32 CUBES.
de: UM DIESE REISE ZU ENDE ZU BRINGEN, MUSST DU ALLE 32 WÜRFEL FINDEN.
es: PARA ALCANZAR EL FIN DE ESTE VIAJE, DEBES ENCONTRAR LOS 32 CUBOS.
fr: POUR ATTEINDRE LA FIN DE CE VOYAGE, IL TE FAUDRA LES 32 CUBES.
it: PER ARRIVARE ALLA FINE DI QUESTO VIAGGIO, DOVRAI TROVARE TUTTI E 32 I CUBI.
pt: PARA CHEGARES AO FIM DESTA VIAGEM PRECISAS DE ENCONTRAR TODOS OS 32 CUBOS.

# DOT_INTRO_DOOR_F
source: BUT FIRST, YOU MUST LEAVE THIS PLACE.
de: ABER ZUERST MUSST DU DIESEN ORT VERLASSEN.
es: PERO ANTES DEBES SALIR DE ESTE LUGAR.
fr: MAIS TU DOIS D'ABORD QUITTER CET ENDROIT.
it: MA PRIMA, DOVRAI ANDARTENE DA QUESTO POSTO.
pt: MAS, PARA JÁ, TENS DE SAIR DAQUI.

# DOT_INTRO_DOOR_G
source: THERE ARE 8 CUBE BITS IN THIS VILLAGE
de: IM DORF BEFINDEN SICH 8 WÜRFELSCHERBEN.
es: HAY 8 TROZOS DE CUBO EN ESTE POBLADO.
fr: CE VILLAGE ABRITE 8 MORCEAUX DE CUBE.
it: IN QUESTO VILLAGGIO CI SONO 8 FRAMMENTI DI CUBO
pt: EXISTEM 8 PARTES DE CUBO NESTA ALDEIA

# DOT_INTRO_DOOR_G_2
source: LIKE THIS ONE RIGHT HERE!
de: WIE DIESE HIER ZUM BEISPIEL!
es: ¡COMO ESTE DE AQUÍ!
fr: COMME CELUI-CI!
it: COME QUESTO!
pt: IGUAIS A ESTE AQUI!

# DOT_INTRO_DOOR_H
source: TOGETHER THEY'LL FORM A FULL CUBE, WHICH YOU CAN USE TO UNSEAL THE DOOR.
de: ZUSAMMEN ERGEBEN SIE EINEN VOLLSTÄNDIGEN WÜRFEL, MIT DEM DU DIE TÜR ENTRIEGELN KANNST.
es: JUNTOS FORMAN UN CUBO QUE PUEDES USAR PARA ELIMINAR EL SELLO DE LA PUERTA.
fr: RASSEMBLE-LES POUR FORMER UN SEUL CUBE QUE TU POURRAS UTILISER POUR OUVRIR LA PORTE.
it: INSIEME, FORMERANNO UN CUBO COMPLETO CHE POTRAI USARE PER APRIRE LA PORTA.
pt: JUNTOS FORMA UM CUBO INTEIRO, QUE PODES USAR PARA ABRIR A PORTA.

# DOT_INTRO_DOOR_H_2
source: FIND THEM!
de: FINDE SIE!
es: ¡ENCUÉNTRALOS!
fr: TROUVE-LES!
it: TROVALI!
pt: ENCONTRA-OS!

# DOT_INTRO_DOOR_I
source: AND REMEMBER...
de: UND DENK DRAN ...
es: Y RECUERDA...
fr: ET SOUVIENS-TOI...
it: E RICORDA...
pt: E LEMBRA-TE...

# DOT_INTRO_DOOR_J
source: USE {RT} {LT} TO CHANGE YOUR PERSPECTIVE!
de: MIT {RT} {LT} KANNST DU DEINE PERSPEKTIVE ÄNDERN!
es: ¡USA {RT} {LT} PARA CAMBIAR TU PERSPECTIVA!
fr: UTILISE {RT} {LT} POUR CHANGER DE PERSPECTIVE!
it: USA {RT} {LT} PER CAMBIARE PROSPETTIVA!
pt: USA {RT} {LT} PARA ALTERARES A PERSPECTIVA!

# DOT_INTRO_E
source: I AM DOT.
de: ICH BIN DOT.
es: SOY PUNTO.
fr: JE M'APPELLE DOT.
it: IO SONO DOT.
pt: EU SOU O DOT.

# DOT_INTRO_F
source: THE HEXAHEDRON HAS BEEN FRAGMENTED.
de: DAS HEXAHEDRON WURDE ZERSCHLAGEN.
es: EL HEXAEDRO HA SIDO FRAGMENTADO.
fr: L'HEXAÈDRE A ÉTÉ FRACTIONNÉ.
it: L'ESAEDRO È STATO FATTO A PEZZI.
pt: O HEXAEDRO FOI FRAGMENTADO.

# DOT_INTRO_F2
source: SHATTERED AND SCATTERED ALL OVER THE WORLD!
de: ZERSCHLAGEN UND ÜBERALL IN DER WELT VERTEILT!
es: ¡HECHO PEDAZOS Y REPARTIDO POR TODO EL MUNDO!
fr: TOUS LES FRAGMENTS ONT ÉTÉ ÉPARPILLÉS DANS LE MONDE!
it: SONO SPARSI PER IL MONDO!
pt: ESTILHAÇADO E ESPALHADO PELO MUNDO INTEIRO!

# DOT_INTRO_FINAL_A
source: SO, QUICK RECAP :
de: KLEINE ZUSAMMENFASSUNG:
es: ENTONCES, RECAPITULEMOS:
fr: PETIT RAPPEL RAPIDE:
it: ALLORA, RICAPITOLANDO:
pt: RECAPITULANDO:

# DOT_INTRO_FINAL_B
source: SHINY GOLDEN CUBES.
de: GLÄNZENDE GOLDENE WÜRFEL.
es: BRILLANTES CUBOS DORADOS.
fr: LES CUBES DORÉS BRILLANTS.
it: CUBI DORATI SCINTILLANTI.
pt: CUBOS DOURADOS RELUZENTES.

# DOT_INTRO_FINAL_C
source: VERY IMPORTANT.
de: SEHR WICHTIG.
es: MUY IMPORTANTE.
fr: TRÈS IMPORTANTS.
it: MOLTO IMPORTANTI.
pt: MUITO IMPORTANTE.

# DOT_INTRO_FINAL_D
source: GOTTA FIND THEM ALL!
de: DU MUSST SIE ALLE FINDEN!
es: ¡TIENES QUE ENCONTRARLOS TODOS!
fr: TROUVE-LES TOUS!
it: DEVI TROVARLI TUTTI...
pt: TENS DE OS ENCONTRAR A TODOS!

# DOT_INTRO_FINAL_E
source: OR ELSE THE UNIVERSE COLLAPSES WITH YOU IN IT!
de: ANSONSTEN FÄLLT DAS UNIVERSUM ÜBER DIR ZUSAMMEN!
es: ¡O EL UNIVERSO SE DESMORONARÁ CONTIGO DENTRO!
fr: OU L'UNIVERS S'EFFONDRERA AVEC TOI À L'INTÉRIEUR!
it: ALTRIMENTI L'UNIVERSO TI CROLLERÀ ADDOSSO!
pt: OU O UNIVERSO COLAPSA CONTIGO LÁ!

# DOT_INTRO_FINAL_F
source: NO PRESSURE!
de: ICH WILL DICH NICHT UNTER DRUCK SETZEN!
es: ¡SIN AGOBIOS!
fr: PAS DE STRESS!
it: MA NON SENTIRTI SOTTO PRESSIONE, EH!
pt: MAS NÃO TE QUERO PRESSIONAR!

# DOT_INTRO_FINAL_G
source: NOW GET GOING!
de: MACH DICH AUF DEN WEG!
es: AHORA, ¡MANOS A LA OBRA!
fr: MAINTENANT, VAS-Y!
it: E ORA, AL LAVORO!
pt: VÁ, PÕE-TE A ANDAR!

# DOT_INTRO_G
source: YOU MUST RESTORE IT!
de: DU MUSST ES WIEDER ZUSAMMENSETZEN!
es: ¡DEBES RECOMPONERLO!
fr: TU DOIS LE REFORMER!
it: DEVI RICOSTRUIRLO!
pt: TENS DE O RECUPERAR!

# DOT_INTRO_H
source: WITHOUT IT, EVERYTHING WILL COLLAPSE.
de: SONST WIRD ALLES IN SICH ZUSAMMENBRECHEN.
es: SIN ÉL, TODO COLAPSARÁ.
fr: SANS CET HEXAÈDRE, TOUT S'ÉCROULERA.
it: SENZA L'ESAEDRO, CROLLERÀ TUTTO.
pt: SEM ELE, SERÁ O COLAPSO TOTAL.

# DOT_INTRO_I
source: YOU MUST FIND THE 32 CUBE SHARDS,
de: DU MUSST DIE 32 WÜRFELSCHERBEN FINDEN,
es: DEBES ENCONTRAR LOS 32 FRAGMENTOS DEL CUBO.
fr: TU DOIS TROUVER LES 32 FRAGMENTS DE CUBE,
it: DEVI TROVARE 32 SCHEGGE DI CUBO
pt: TENS DE ENCONTRAR OS 32 FRAGMENTOS DE CUBO,

# DOT_INTRO_J
source: LIKE THIS ONE HERE,
de: WIE DIESE HIER,
es: COMO ESTE DE AQUÍ,
fr: COMME CELUI-CI,
it: COME QUESTA
pt: IGUAIS A ESTE AQUI,

# DOT_INTRO_K
source: AND BRING BACK BALANCE.
de: UND DAS GLEICHGEWICHT WIEDERHERSTELLEN.
es: Y RESTAURAR EL EQUILIBRIO.
fr: ET RÉTABLIR L'ÉQUILIBRE.
it: E RIPRISTINARE L'EQUILIBRIO.
pt: E REPOR O EQUILÍBRIO.

# DOT_INTRO_L
source: YOU HAVE RECEIVED A GIFT.
de: DU HAST EIN GESCHENK ERHALTEN.
es: HAS RECIBIDO UN REGALO.
fr: TU AS REÇU UN DON.
it: HAI RICEVUTO UN DONO.
pt: RECEBESTE UM PRESENTE.

# DOT_INTRO_M
source: A GREAT SECRET HAS BEEN REVEALED TO YOU.
de: DIR WURDE EIN GROSSES GEHEIMNIS OFFENBART.
es: SE TE HA REVELADO UN GRAN SECRETO.
fr: UN GRAND SECRET T'A ÉTÉ RÉVÉLÉ.
it: TI È STATO RIVELATO UN GRANDE SEGRETO.
pt: FOI-TE REVELADO UM GRANDE SEGREDO.

# DOT_INTRO_N
source: THERE IS A WORLD BEYOND YOUR VILLAGE,
de: ES GIBT EINE WELT JENSEITS DEINES DORFES
es: HAY UN MUNDO MÁS ALLÁ DE TU POBLADO,
fr: IL EXISTE UN MONDE AU-DELÀ DE TON VILLAGE
it: C'È UN MONDO OLTRE IL TUO VILLAGGIO,
pt: EXISTE UM MUNDO PARA ALÉM DA TUA ALDEIA

# DOT_INTRO_O
source: AND DIMENSIONS BEYOND THE ONES YOU OCCUPY.
de: UND NOCH WEITERE DIMENSIONEN ALS DIE, DIE DU KENNST.
es: Y DIMENSIONES MÁS ALLÁ DE LAS QUE OCUPAS.
fr: ET D'AUTRES DIMENSIONS QUE CELLES QUE TU CONNAIS.
it: E DIMENSIONI DIVERSE DA QUELLA IN CUI TI TROVI.
pt: E DIMENSÕES PARA ALÉM DESTA QUE OCUPAS.

# DOT_INTRO_P
source: THIS ANCIENT DOOR LEADS TO THE OUTSIDE WORLD.
de: DIESE ALTE TÜR FÜHRT ZUR AUSSENWELT.
es: ESTA PUERTA MILENARIA DA ACCESO AL MUNDO EXTERIOR.
fr: CETTE ANCIENNE PORTE MÈNE VERS LE MONDE EXTÉRIEUR.
it: QUESTA ANTICA PORTA CONDUCE AL MONDO ESTERNO.
pt: ESTA PORTA ANTIGA CONDUZ AO MUNDO EXTERIOR.

# DOT_INTRO_Q
source: THERE IS A CUBE SOMEWHERE IN THIS VILLAGE,
de: IN DIESEM DORF GIBT ES IRGENDWO EINEN WÜRFEL.
es: HAY UN CUBO EN ALGÚN LUGAR DE ESTE POBLADO.
fr: IL Y A UN CUBE CACHÉ QUELQUE PART DANS CE VILLAGE,
it: C'È UN CUBO, NASCOSTO QUI NEL VILLAGGIO;
pt: EXISTE UM CUBO ALGURES NESTA ALDEIA.

# DOT_INTRO_R
source: FIND IT TO OPEN THE DOOR,
de: FINDE IHN UND ÖFFNE DAMIT DIE TÜR.
es: ENCUÉNTRALO PARA ABRIR LA PUERTA.
fr: TROUVE-LE, OUVRE LA PORTE
it: TROVALO PER APRIRE LA PORTA
pt: ENCONTRA-O PARA ABRIRES A PORTA

# DOT_INTRO_S
source: AND LEAVE HOME.
de: VERLASSE DEINE HEIMAT.
es: Y ABANDONA EL HOGAR.
fr: ET PARS.
it: E USCIRE DI CASA.
pt: E SAÍRES DE CASA.

# DOT_INVENTORY_A
source: OH, AND ONE MORE THING!
de: OH, UND NOCH ETWAS!
es: ¡AH, Y OTRA COSA!
fr: OH, ENCORE UNE CHOSE!
it: OH, ANCORA UNA COSA!
pt: E MAIS UMA COISA!

# DOT_INVENTORY_B
source: IF YOU PRESS {Y}, YOU'LL BRING UP THE INVENTORY.
de: MIT {Y} KANNST DU DAS INVENTAR AUFRUFEN.
es: SI PULSAS {Y}, SE MOSTRARÁ EL INVENTARIO.
fr: SI TU APPUIES SUR {Y}, L'INVENTAIRE S'AFFICHERA.
it: PREMI {Y} PER VISUALIZZARE L'INVENTARIO.
pt: SE PREMIRES {Y}, ABRES O INVENTÁRIO.

# DOT_INVENTORY_C
source: THE INVENTORY KEEPS TRACK OF THE THINGS YOU FIND.
de: IM INVENTAR WIRD ALLES ABGELEGT, WAS DU UNTERWEGS FINDEST.
es: EN EL INVENTARIO SE ALMACENAN LAS COSAS QUE VAS ENCONTRANDO.
fr: L'INVENTAIRE STOCKE TOUT CE QUE TU AS TROUVÉ.
it: L'INVENTARIO CONSERVA TUTTO QUELLO CHE TROVI.
pt: O INVENTÁRIO REGISTA TUDO O QUE ENCONTRAS.

# DOT_INVENTORY_D
source: OK, NOW I'M DONE, I SWEAR!
de: OKAY, JETZT BIN ICH FERTIG, VERSPROCHEN!
es: ¡VALE, HE TERMINADO, DE VERDAD!
fr: OK, CETTE FOIS J'AI FINI, PROMIS!
it: OK, HO FINITO, LO GIURO!
pt: JÁ ACABEI, A SÉRIO!

# DOT_KEY_A
source: YOU HAVE FOUND A KEY!
de: DU HAST EINEN SCHLÜSSEL GEFUNDEN!
es: ¡HAS ENCONTRADO UNA LLAVE!
fr: TU AS TROUVÉ UNE CLÉ!
it: HAI TROVATO UNA CHIAVE!
pt: ENCONTRASTE UMA CHAVE!

# DOT_KEY_B
source: KEYS CAN OPEN ANY LOCKED DOOR, BUT CAN ONLY BE USED ONCE.
de: MIT SCHLÜSSELN KANNST DU ALLE VERSCHLOSSENEN TÜREN ÖFFNEN. ABER DU KANNST SIE NUR EINMAL VERWENDEN.
es: LAS LLAVES PUEDEN ABRIR CUALQUIER PUERTA CERRADA, PERO SOLO SE PUEDEN USAR UNA VEZ.
fr: LES CLÉS PEUVENT OUVRIR TOUTES LES PORTES FERMÉES, MAIS TU NE PEUX LES UTILISER QU'UNE FOIS.
it: LE CHIAVI POSSONO APRIRE QUALSIASI PORTA, MA POSSONO ESSERE USATE UNA VOLTA SOLA.
pt: AS CHAVES PODEM ABRIR QUALQUER PORTA FECHADA, MAS SÓ PODEM SER USADAS UMA VEZ.

# DOT_LESSER_A
source: IT'S A LITTLE GATE!
de: EIN KLEINES TOR!
es: ¡ES UNA PUERTA PEQUEÑA!
fr: C'EST UN PETIT PORTAIL!
it: È UN PICCOLO PORTALE!
pt: É UM PORTALZINHO!

# DOT_LESSER_B
source: THEY CAN TAKE YOU BACK TO THE CLOSEST WARP GATE,
de: KLEINE TORE KÖNNEN DICH ZUM NÄCHSTEN ZEITREISE-TOR ZURÜCKBRINGEN,
es: TE PUEDEN LLEVAR A LA PUERTA INTERDIMENSIONAL MÁS CERCANA,
fr: IL PEUT TE RAMENER AU PORTAIL DE TÉLÉPORTATION LE PLUS PROCHE,
it: PUÒ PORTARTI AL TELETRASPORTO PIÙ VICINO,
pt: ELES PODEM LEVAR-TE DE VOLTA AO PORTAL DE TRANSPORTE MAIS PRÓXIMO,

# DOT_LESSER_C
source: BUT THEY ONLY WORK ONE-WAY.
de: ABER SIE FUNKTIONIEREN NUR IN EINER RICHTUNG.
es: PERO SOLO FUNCIONAN EN UN SENTIDO.
fr: MAIS IL EST À SENS UNIQUE.
it: MA FUNZIONA SOLO IN UNA DIREZIONE.
pt: MAS SÓ FUNCIONAM NUM SENTIDO.

# DOT_LOCKED_DOOR_A
source: THIS DOOR IS LOCKED.
de: DIESE TÜR IST VERSCHLOSSEN.
es: LA PUERTA ESTÁ BLOQUEADA.
fr: CETTE PORTE EST FERMÉE.
it: QUESTA PORTA È CHIUSA.
pt: ESTA PORTA ESTÁ FECHADA.

# DOT_LOCKED_DOOR_B
source: YOU NEED A KEY TO UNLOCK IT.
de: DU BRAUCHST EINEN SCHLÜSSEL, UM SIE ZU ÖFFNEN.
es: NECESITAS UNA LLAVE PARA DESBLOQUEARLA.
fr: IL TE FAUT UNE CLÉ POUR L'OUVRIR.
it: TI SERVIRÀ UNA CHIAVE PER APRIRLA.
pt: PRECISAS DE UMA CHAVE PARA A ABRIR.

# DOT_LOOK
source: LOOK!
de: SIEH MAL!
es: ¡MIRA!
fr: REGARDE!
it: GUARDA!
pt: OLHA!

# DOT_LOOK_INVENTORY
source: YOU CAN LOOK AT IT IN THE INVENTORY CUBE BY PRESSING {Y}.
de: DU KANNST ES DIR IM INVENTARWÜRFEL ANSEHEN, INDEM DU {Y} DRÜCKST.
es: PUEDES MIRAR EN EL CUBO INVENTARIO PULSANDO {Y}.
fr: TU PEUX Y JETER UN OEIL DANS LE CUBE INVENTAIRE EN APPUYANT SUR {Y}.
it: PUOI ESAMINARLA NEL CUBO INVENTARIO PREMENDO {Y}.
pt: PRIME {Y} PARA O VERES NO CUBO INVENTÁRIO.

# DOT_MAP_A
source: THIS IS THE WORLD MAP.
de: DIES IST DIE WELTKARTE.
es: ESTE ES EL MAPA DEL MUNDO.
fr: VOICI LA CARTE DU MONDE.
it: QUESTA È LA MAPPA DEL MONDO.
pt: ESTE É O MAPA-MUNDO.

# DOT_MAP_B
source: IT SHOWS YOU WHERE YOU'VE BEEN.
de: SIE ZEIGT DIR AN, WO DU SCHON GEWESEN BIST.
es: MUESTRA DÓNDE HAS ESTADO.
fr: ELLE T'INDIQUE LES ENDROITS QUE TU AS VISITÉS.
it: TI MOSTRA I POSTI IN CUI SEI STATO.
pt: MOSTRA-TE ONDE ESTIVESTE.

# DOT_MAP_C
source: YOU CAN ZOOM IN AND OUT USING {LB} AND {RB},
de: BENUTZE {LB} UND {RB} ZUM ZOOMEN,
es: PUEDES ACERCAR O ALEJAR LA IMAGEN PULSANDO {LB} Y {RB},
fr: TU PEUX ZOOMER ET DÉZOOMER EN UTILISANT {LB} ET {RB},
it: PUOI INGRANDIRLA O RIDURLA CON {LB} E {RB},
pt: PODES APROXIMAR E AFASTAR COM O {LB} E O {RB}

# DOT_MAP_D
source: AND ROTATE WITH {LT} AND {RT}.
de: {LT} UND {RT} ZUM DREHEN.
es: Y GIRARLA CON {LT} Y {RT}.
fr: ET PIVOTER AVEC {LT} ET {RT}.
it: E RUOTARLA CON {LT} E {RT}.
pt: E RODAR COM O {LT} E O {RT}.

# DOT_MAP_E
source: EACH NODE REPRESENTS A PLACE IN THE WORLD.
de: JEDER KNOTENPUNKT STEHT FÜR EINEN ORT IN DER WELT.
es: CADA NODO REPRESENTA UN LUGAR EN EL MUNDO.
fr: CHAQUE NOEUD REPRÉSENTE UN ENDROIT DANS LE MONDE.
it: CIASCUN NODO RAPPRESENTA UN POSTO DIVERSO.
pt: CADA PONTO REPRESENTA UM SÍTIO NO MUNDO.

# DOT_MAP_F
source: A GOLD PLATING ON A NODE MEANS YOU HAVE FOUND EVERY ITEM, SECRET OR PASSAGE IN THAT NODE.
de: IST EIN KNOTENPUNKT GOLDEN ÜBERZOGEN, BEDEUTET DAS, DASS DU DORT ALLE GEGENSTÄNDE, GEHEIMNISSE ODER DURCHGÄNGE ENTDECKT HAST.
es: UNA CUBIERTA DORADA EN UN NODO INDICA QUE HAS ENCONTRADO TODOS LOS OBJETOS, SECRETOS O PASAJES DE ESE NODO.
fr: QUAND UN NOEUD EST RECOUVERT D'OR, CELA SIGNIFIE QUE TU AS TROUVÉ TOUS LES OBJETS, SECRETS OU PASSAGES DE CE NOEUD.
it: SE IL NODO È DORATO, VUOL DIRE CHE LÌ HAI TROVATO OGNI OGGETTO, SEGRETO O PASSAGGIO.
pt: UM PONTO DOURADO SIGNIFICA QUE ENCONTRASTE TODOS OS OBJECTOS, SEGREDOS OU PASSAGENS NESSE PONTO.

# DOT_MAP_INFO_A
source: HEY, LISTEN!
de: HEY, HÖR MAL ZU!
es: ¡OYE, ATIENDE!
fr: ÉCOUTE-MOI!
it: EHI, ASCOLTA!
pt: OUVE!

# DOT_MAP_INFO_B
source: I KNOW THIS IS YOUR FIRST TIME OUTSIDE THE VILLAGE.
de: ICH WEISS, DU BIST ZUM ERSTEN MAL AUSSERHALB DES DORFS.
es: SÉ QUE ESTA ES LA PRIMERA VEZ QUE SALES DEL POBLADO.
fr: JE SAIS QUE C'EST LA PREMIÈRE FOIS QUE TU QUITTES LE VILLAGE.
it: SO CHE È LA PRIMA VOLTA CHE ESCI DAL VILLAGGIO.
pt: EU SEI QUE É A TUA PRIMEIRA VEZ FORA DA ALDEIA.

# DOT_MAP_INFO_C
source: SO IF YOU GET LOST, YOU CAN USE THE WORLD MAP.
de: WENN DU DICH VERIRRST, BENUTZE EINFACH DIE WELTKARTE.
es: ASÍ QUE SI TE PIERDES, PUEDES USAR EL MAPAMUNDI.
fr: ALORS SI TU TE PERDS, UTILISE LA CARTE DU MONDE.
it: SE MAI DOVESSI PERDERTI, PUOI USARE LA MAPPA.
pt: POR ISSO, SE TE PERDERES, PODES USAR O MAPA-MUNDO.

# DOT_MAP_INFO_D
source: PRESS {BACK} TO BRING UP THE WORLD MAP.
de: DRÜCKE {BACK} FÜR DIE WELTKARTE.
es: PULSA {BACK} PARA MOSTRAR EL MAPAMUNDI.
fr: APPUIE SUR {BACK} POUR AFFICHER LA CARTE.
it: PREMI {BACK} PER RICHIAMARE LA MAPPA.
pt: PRIME {BACK} PARA ABRIRES O MAPA-MUNDO.

# DOT_MEANS
source: I WONDER WHAT THIS MEANS...
de: ICH FRAGE MICH, WAS DAS BEDEUTET ...
es: ME PREGUNTO QUÉ SIGNIFICA...
fr: JE ME DEMANDE CE QUE ÇA SIGNIFIE...
it: CHISSÀ COSA SIGNIFICA...
pt: O QUE SERÁ QUE ISTO QUER DIZER...

# DOT_MEMORY_A
source: ALL THESE DOORS LEAD TO PLACES LIKE THE ONE YOU'RE FROM.
de: ALL DIESE TÜREN FÜHREN ZU ORTEN WIE DEM, AUS DEM DU STAMMST.
es: TODAS ESTAS PUERTAS LLEVAN A LUGARES COMO ESE DEL QUE PROCEDES.
fr: TOUTES CES PORTES MÈNENT VERS DES ENDROITS COMME CELUI D'OÙ TU VIENS.
it: TUTTE QUESTE PORTE CONDUCONO A POSTI SIMILI A QUELLO DAL QUALE PROVIENI.
pt: TODAS ESTAS PORTAS LEVAM A SÍTIOS COMO AQUELE DE ONDE VENS.

# DOT_MEMORY_B
source: MAKE SURE TO COME BACK WHEN YOU HAVE MORE CUBES.
de: KEHRE UNBEDINGT HIERHER ZURÜCK, WENN DU WEITERE WÜRFEL HAST.
es: ASEGÚRATE DE VOLVER CUANDO TENGAS MÁS CUBOS.
fr: REVIENS QUAND TU AURAS PLUS DE CUBES.
it: TORNA QUANDO AVRAI PIÙ CUBI.
pt: NÃO TE ESQUEÇAS DE VOLTAR QUANDO TIVERES MAIS CUBOS.

# DOT_MENU_A
source: OH AND BEFORE I FORGET...
de: OH, BEVOR ICH ES VERGESSE ...
es: AH, Y ANTES DE QUE SE ME OLVIDE...
fr: OH, ET AVANT QUE J'OUBLIE...
it: OH... PRIMA CHE ME NE DIMENTICHI...
pt: AH, E ANTES QUE ME ESQUEÇA...

# DOT_MENU_B
source: PRESS {Y} TO BRING UP THE INVENTORY.
de: DRÜCKE {Y}, UM DAS INVENTAR AUFZURUFEN.
es: PULSA {Y} PARA MOSTRAR EL INVENTARIO.
fr: APPUIE SUR {Y} POUR AFFICHER L'INVENTAIRE.
it: PREMI {Y} PER RICHIAMARE L'INVENTARIO.
pt: PRIME {Y} PARA ABRIRES O INVENTÁRIO.

# DOT_MENU_C
source: THE INVENTORY IS WHERE YOU KEEP YOUR STUFF.
de: IM INVENTAR WERDEN ALL DEINE SACHEN VERSTAUT.
es: EL INVENTARIO ES DONDE GUARDAS TUS COSAS.
fr: C'EST ICI QUE TU STOCKES TOUT CE QUE TU TROUVES.
it: L'INVENTARIO È IL POSTO IN CUI CONSERVI LA TUA ROBA.
pt: O INVENTÁRIO É ONDE GUARDAS AS TUAS COISAS.

# DOT_MENU_D
source: YOU CAN NAVIGATE THE INVENTORY WITH {LT} AND {RT}.
de: MIT {LT} UND {RT} KANNST DU DURCH DEIN INVENTAR NAVIGIEREN.
es: PUEDES NAVEGAR POR EL INVENTARIO CON {LT} Y {RT}.
fr: TU PEUX NAVIGUER DANS L'INVENTAIRE AVEC {LT} ET {RT}.
it: PUOI SPOSTARTI NELL'INVENTARIO CON {LT} E {RT}.
pt: PARA NAVEGARES PELO INVENTÁRIO PRIME {LT} E {RT}.

# DOT_NICE
source: NICE!
de: SCHÖN!
es: ¡GENIAL!
fr: BIEN!
it: BELLO!
pt: FIXE!
