Repository: zrckr/fez-zeffyr
Catalog: locale/gametext.*.po
Languages: de, es, fr, it, pt

# DOT_NUMBERS_A
source: I THINK THIS WAS USED TO COUNT.
de: DAS KÖNNTE ZUM ZÄHLEN BENUTZT WORDEN SEIN.
es: CREO QUE ESTO SE USABA PARA CONTAR.
fr: ÇA DEVAIT SERVIR À COMPTER.
it: CREDO CHE VENISSE USATO PER CONTARE.
pt: ACHO QUE ERA USADO PARA CONTAR.

# DOT_NUT_N_BOLT_A
source: NEED A LIFT?
de: AUFZUG GEFÄLLIG?
es: ¿NECESITAS QUE TE LLEVEN?
fr: TU VEUX MONTER?
it: DEVI SALIRE?
pt: PRECISAS DE BOLEIA?

# DOT_NUT_N_BOLT_B
source: NUTS AND BOLTS ARE USED TO TRAVEL VERTICALLY.
de: MITHILFE DIESER MUTTERN UND SCHRAUBEN KANN MAN SICH SENKRECHT BEWEGEN.
es: LAS TUERCAS Y LOS TORNILLOS SE USAN PARA VIAJAR EN VERTICAL.
fr: UTILISE LES ÉCROUS POUR TE DÉPLACER VERTICALEMENT.
it: PER VIAGGIARE IN VERTICALE, SI USANO DADI E BULLONI.
pt: AS PORCAS E OS PARAFUSOS SÃO USADOS PARA VIAJAR VERTICALMENTE.

# DOT_NUT_N_BOLT_C
source: HOLD ON TO THE HANDLE WITH {X}, AND ROTATE WITH {RT} {LT} TO GO UP OR DOWN.
de: MIT {X} PACKST DU DEN GRIFF, MIT {RT} {LT} DREHST DU NACH OBEN ODER UNTEN.
es: AGÁRRATE A LA PALANCA CON {X}, Y GIRA CON {RT} {LT} PARA SUBIR O BAJAR.
fr: SAISIS LE MANCHE AVEC {X} ET FAIS-LE TOURNER AVEC {RT} {LT} POUR MONTER OU DESCENDRE.
it: REGGITI ALLA MANIGLIA CON {X}, E RUOTA CON {RT} {LT} PER SALIRE O SCENDERE.
pt: AGARRA-TE À PEGA COM O {X} E RODA O {RT} {LT} PARA IRES PARA CIMA OU PARA BAIXO.

# DOT_OH_LOOK
source: OH, LOOK!
de: OH, SIEH NUR!
es: ¡MIRA!
fr: OH, REGARDE!
it: OH, GUARDA!
pt: OLHA!

# DOT_OH_MY
source: OH MY!
de: LIEBER HIMMEL!
es: ¡INCREÍBLE!
fr: OH, ÇA ALORS!
it: OH, CAPPERI!
pt: UAU!

# DOT_OH_NICE
source: OH, NICE!
de: OH, WIE SCHÖN!
es: ¡MUY BIEN!
fr: OH, BIEN!
it: OH, BELLO!
pt: FIXE!

# DOT_OWLS
source: OWLS CREEP ME OUT.
de: EULEN MACHEN MIR ANGST.
es: LOS BÚHOS ME ASUSTAN.
fr: LES HIBOUX ME FONT PEUR.
it: I GUFI MI DANNO I BRIVIDI.
pt: AS CORUJAS ARREPIAM-ME.

# DOT_OWLS_B
source: HEAR THE OWLS.
de: HÖR NUR, DIE EULEN.
es: ESCUCHA LOS BÚHOS.
fr: TU ENTENDS LES HIBOUX.
it: ASCOLTA I GUFI.
pt: OUVE AS CORUJAS.

# DOT_OWLS_C
source: ASSEMBLE THE PARLIAMENT.
de: BERUFE DAS PARLAMENT EIN.
es: REÚNE AL PARLAMENTO.
fr: RÉUNIS L'ASSEMBLÉE.
it: RIUNISCI IL PARLAMENTO.
pt: CONVOQUEM O PARLAMENTO.

# DOT_OWLS_D
source: SEE THEIR EFFIGY.
de: SIEH DIR IHR BILDNIS AN.
es: OBSERVA SU EFIGIE.
fr: TU VOIS LEUR EFFIGIE.
it: GUARDA LA LORO EFFIGIE.
pt: VÊ A EFÍGIE DELES.

# DOT_PIVOT_A
source: THIS A PIVOT.
de: DAS IST EIN DREHKREUZ.
es: ESTO ES UN PIVOTE.
fr: C'EST UN PIVOT.
it: QUESTO È UN PERNO.
pt: ISTO É UM EIXO.

# DOT_PIVOT_B
source: PUSH {X} ON EITHER HANDLE TO SPIN THE PIVOT ONE WAY OR ANOTHER.
de: DRÜCKE {X} AN DEN GRIFFEN, UM DAS DREHKREUZ IN EINE RICHTUNG ZU DREHEN.
es: EMPUJA {X} EN CUALQUIER PALANCA PARA HACER GIRAR EL PIVOTE HACIA UN LADO U OTRO.
fr: APPUIE SUR {X} SUR L'UN DES MANCHES POUR FAIRE TOURNER LE PIVOT DANS UN SENS OU DANS L'AUTRE.
it: PREMI {X} SU UNA DELLE DUE MANIGLIE PER FAR RUOTARE IL PERNO IN UNA DIREZIONE O NELL'ALTRA.
pt: PRIME {X} EM QUALQUER PEGA PARA RODARES O EIXO PARA UM LADO OU PARA O OUTRO.

# DOT_REMEMBER
source: I CAN'T REMEMBER...
de: ICH ERINNERE MICH NICHT ...
es: NO ME ACUERDO...
fr: JE NE ME SOUVIENS PAS...
it: NON RICORDO...
pt: NÃO ME LEMBRO...

# DOT_SECRET_A
source: HELLO, WHAT'S THIS?
de: NANU, WAS IST DAS?
es: HOLA, ¿QUÉ ES ESTO?
fr: HÉ, QU'EST-CE QUE C'EST?
it: E QUESTO, COS'È?
pt: OLÁ, O QUE É ISTO?

# DOT_SECRET_B
source: YOU FOUND A SECRET PASSAGE!
de: DU HAST EINEN GEHEIMGANG ENTDECKT!
es: ¡HAS ENCONTRADO UN PASAJE SECRETO!
fr: TU AS TROUVÉ UN PASSAGE SECRET!
it: HAI TROVATO UN PASSAGGIO SEGRETO!
pt: ENCONTRASTE UMA PASSAGEM SECRETA!

# DOT_SECRET_C
source: WHO KNOWS WHERE IT LEADS?
de: WO DER WOHL HINFÜHREN MAG?
es: ¿QUIÉN SABE A DÓNDE LLEVARÁ!
fr: OÙ PEUT-IL BIEN MENER?
it: CHISSÀ DOVE PORTA?
pt: SABES ONDE VAI DAR?

# DOT_SECRET_D
source: I DON'T.
de: KEINE AHNUNG.
es: YO NO...
fr: JE N'EN SAIS RIEN.
it: IO NO.
pt: EU NÃO SEI.

# DOT_SENTINEL_A
source: A SENTINEL!
de: EIN WÄCHTER!
es: ¡UN CENTINELA!
fr: UNE SENTINELLE!
it: UNA SENTINELLA!
pt: UMA SENTINELA!

# DOT_SENTINEL_B
source: THIS MEANS THIS AREA HAS BEEN LOCKED DOWN.
de: DAS BEDEUTET, DASS DIESER BEREICH GESCHLOSSEN WURDE.
es: ESO SIGNIFICA QUE ESTA ZONA HA SIDO BLOQUEADA.
fr: ÇA SIGNIFIE QUE CET ENDROIT A ÉTÉ VERROUILLÉ.
it: QUESTO SIGNIFICA CHE QUEST'AREA È BLOCCATA.
pt: ISTO SIGNIFICA QUE ESTA ÁREA FOI FECHADA.

# DOT_SENTINEL_C
source: YOU CAN'T ROTATE HERE.
de: DU KANNST HIER NICHT DREHEN.
es: NO PUEDES GIRAR AQUÍ.
fr: TU NE PEUX PAS TOURNER ICI.
it: QUI NON PUOI RUOTARE.
pt: NÃO PODES RODAR AQUI.

# DOT_SENTINEL_D
source: YOU WILL HAVE TO FIND A WAY TO DEACTIVATE THE SENTINEL.
de: DU MUSST DEN WÄCHTER IRGENDWIE AUSSER GEFECHT SETZEN.
es: TENDRÁS QUE ENCONTRAR LA MANERA DE DESACTIVAR EL CENTINELA.
fr: TU DOIS TROUVER UN MOYEN DE DÉSACTIVER LA SENTINELLE.
it: DOVRAI TROVARE UN MODO PER DISATTIVARE LA SENTINELLA.
pt: VAIS TER DE ENCONTRAR UMA FORMA DE DESACTIVAR A SENTINELA.

# DOT_SHARDS
source: THE HEXAHEDRON HAS BEEN FRAGMENTED. YOU MUST FIND THE 32 CUBE SHARDS, AND RESTORE BALANCE.
de: DAS HEXAHEDRON WURDE ZERSCHLAGEN. DU MUSST DIE 32 WÜRFELSCHERBEN FINDEN UND DAS GLEICHGEWICHT WIEDERHERSTELLEN.
es: EL HEXAEDRO HA SIDO FRAGMENTADO. DEBES ENCONTRAR LOS 32 FRAGMENTOS DEL CUBO Y RESTABLECER EL EQUILIBRIO.
fr: L'HEXAÈDRE A ÉTÉ FRACTIONNÉ. TU DOIS TROUVER LES 32 FRAGMENTS DE CUBE ET RÉTABLIR L'ÉQUILIBRE.
it: L'ESAEDRO È STATO FATTO A PEZZI. DEVI TROVARE LE 32 SCHEGGE DI CUBO E RIPRISTINARE L'EQUILIBRIO.
pt: O HEXAEDRO FOI FRAGMENTADO. TENS DE ENCONTRAR OS 32 FRAGMENTOS DE CUBO E REPOR O EQUILÍBRIO.

# DOT_SPLIT_A
source: YOU FOUND A CUBE BIT!
de: DU HAST EIN WÜRFELSTÜCK GEFUNDEN!
es: ¡HAS ENCONTRADO UN TROZO DE CUBO!
fr: TU AS TROUVÉ UN MORCEAU DE CUBE!
it: HAI TROVATO UN PEZZO DI CUBO!
pt: ENCONTRASTE UMA PARTE DE UM CUBO!

# DOT_SPLIT_B
source: COLLECT 8 BITS TO GET A CUBE.
de: SAMMLE 8 STÜCKE, UM EINEN WÜRFEL ZUSAMMENZUSETZEN.
es: REÚNE 8 PEDAZOS PARA CONSEGUIR UN CUBO.
fr: RASSEMBLE LES 8 MORCEAUX POUR FORMER UN CUBE.
it: RACCOGLINE 8 PER FORMARE UN CUBO.
pt: APANHA 8 PARTES PARA OBTERES UM CUBO.

# DOT_SPLIT_C
source: BITS CAN BE FOUND ANYWHERE!
de: STÜCKE FINDEST DU ÜBERALL!
es: ¡LOS PEDAZOS SE PUEDEN ENCONTRAR EN CUALQUIER PARTE!
fr: TU PEUX TROUVER DES MORCEAUX PARTOUT!
it: I PEZZI SONO SPARSI IN GIRO!
pt: AS PARTES PODEM SER ENCONTRADAS EM QUALQUER LADO!

# DOT_TELESCOPE_A
source: THAT'S A BIG TELESCOPE!
de: DAS IST ABER EIN GROSSES TELESKOP!
es: ¡ESO SÍ QUE ES UN TELESCOPIO GRANDE!
fr: C'EST UN GRAND TÉLESCOPE!
it: QUEL TELESCOPIO È PROPRIO GROSSO!
pt: QUE GRANDE TELESCÓPIO!

# DOT_TELESCOPE_B
source: PUSH {X} ON EITHER HANDLE TO SPIN THE TELESCOPE ONE WAY OR ANOTHER.
de: DRÜCKE {X} AN DEN GRIFFEN, UM DAS TELESKOP IN EINE DER BEIDEN RICHTUNGEN ZU DREHEN.
es: EMPUJA {X} EN CUALQUIER PALANCA PARA HACER GIRAR EL TELESCOPIO HACIA UN LADO U OTRO.
fr: APPUIE SUR {X} SUR L'UN DES MANCHES POUR FAIRE TOURNER LE TÉLESCOPE DANS UN SENS OU DANS L'AUTRE.
it: PREMI {X} SU UNA DELLE DUE MANIGLIE PER FAR RUOTARE IL TELESCOPIO IN UNA DIREZIONE O NELL'ALTRA.
pt: PRIME {X} NUMA DAS DUAS PEGAS PARA RODAR O TELESCÓPIO PARA UM LADO OU PARA O OUTRO.

# DOT_TELESCOPE_C
source: YOU CAN LOOK INTO THE TELESCOPE BY PRESSING {X} NEAR THE EYEPIECE.
de: WENN DU {X} IN DER NÄHE DES OKULARS DRÜCKST, KANNST DU DURCH DAS TELESKOP SEHEN.
es: PUEDES MIRAR POR EL TELESCOPIO PULSANDO {X} CERCA DE LA MIRILLA.
fr: TU PEUX REGARDER DANS LE TÉLESCOPE EN APPUYANT SUR {X} PRÈS DE LA LENTILLE.
it: PUOI GUARDARE NEL TELESCOPIO PREMENDO {X} VICINO ALL'OCULARE.
pt: PARA OLHARES PELO TELESCÓPIO, PRIME {X} PERTO DO OCULAR.

# DOT_TEMPLE_A
source: I'M AS CONFUSED AS YOU ARE.
de: ICH BIN GENAUSO VERWIRRT WIE DU.
es: YO TAMPOCO ENTIENDO NADA.
fr: JE SUIS TOUT AUSSI CONFUSE QUE TOI.
it: SONO CONFUSA QUANTO TE.
pt: ESTOU TÃO CONFUSO COMO TU.

# DOT_TEMPLE_B
source: I HAVE NO IDEA.
de: ICH HABE KEINE AHNUNG.
es: NO TENGO NI IDEA.
fr: JE N'EN AI AUCUNE IDÉE.
it: NON NE HO IDEA.
pt: NÃO FAÇO IDEIA.

# DOT_THANKS_A
source: THANK YOU, GOMEZ.
de: VIELEN DANK, GOMEZ.
es: GRACIAS, GÓMEZ.
fr: MERCI, GOMEZ.
it: GRAZIE, GOMEZ.
pt: OBRIGADO, GOMEZ.

# DOT_THANKS_B
source: I'LL ALWAYS REMEMBER...
de: DAS WERDE ICH NIE VERGESSEN ...
es: SIEMPRE LO RECORDARÉ...
fr: JE M'EN SOUVIENDRAI TOUJOURS...
it: NON LO DIMENTICHERÒ...
pt: NUNCA ME ESQUECEREI...

# DOT_TIME_SWITCH_A
source: A TIME SWITCH!
de: EIN ZEITSCHALTER!
es: ¡UN INTERRUPTOR TEMPORAL!
fr: UN MINUTEUR!
it: UN INTERRUTTORE TEMPORALE!
pt: UMA ALTERAÇÃO DO TEMPO!

# DOT_TIME_SWITCH_B
source: TIME SWITCHES CAN BE WOUND UP.
de: ZEITSCHALTER KANN MAN AUFZIEHEN.
es: LOS INTERRUPTORES TEMPORALES SE PUEDEN CARGAR.
fr: LES MINUTEURS PEUVENT ÊTRE REMONTÉS.
it: GLI INTERRUTTORI TEMPORALI POSSONO ESSERE CARICATI.
pt: AS ALTERAÇÕES DO TEMPO PODEM SER INVERTIDAS.

# DOT_TIME_SWITCH_C
source: GRAB THE HANDLE WITH {X}, AND ROTATE WITH {RT} {LT} UNTIL IT'S WOUND UP.
de: PACKE DEN GRIFF MIT {X}, UND DREHE MIT {RT} {LT}, BIS ER AUFGEZOGEN IST.
es: AGARRA LA PALANCA CON {X}, Y GIRA CON {RT}{LT} HASTA QUE SE RECARGUE.
fr: SAISIS LE MANCHE AVEC {X}, ET FAIS-LE TOURNER AVEC {RT} {LT} JUSQU'À CE QU'IL SOIT REMONTÉ.
it: AFFERRA LA MANIGLIA CON {X} E RUOTA CON {RT} {LT} FINCHÉ NON È CARICO.
pt: AGARRA A PEGA COM {X}, E RODA COM {RT} {LT} ATÉ SER INVERTIDA.

# DOT_TIME_SWITCH_D
source: THEN LET GO OF IT.
de: DANN LASS LOS.
es: Y DESPUÉS SUÉLTALO.
fr: ENSUITE RELÂCHE-LE.
it: POI RILASCIA LA PRESA.
pt: DEPOIS LARGA-A.

# DOT_TIME_SWITCH_E
source: BUT HURRY UP, BEFORE IT WINDS BACK DOWN!
de: ABER BEEIL DICH, BEVOR ER SICH WIEDER ZURÜCKDREHT!
es: ¡PERO DATE PRISA, ANTES DE QUE SE VUELVA A DESCARGAR!
fr: MAIS DÉPÊCHE-TOI AVANT QU'IL NE REVIENNE EN POSITION!
it: MA FAI PRESTO, O SI SCARICHERÀ DI NUOVO!
pt: RÁPIDO, ANTES QUE SE VOLTE A ALTERAR!

# DOT_TOMBSTONE_A
source: THESE TOMBSTONES LOOK LIKE THEY CAN BE ROTATED...
de: DIESE GRABSTEINE SCHEINEN DREHBAR ZU SEIN ...
es: PARECE QUE ESTAS LÁPIDAS SE PUEDEN GIRAR...
fr: ON DIRAIT QUE CES PIERRES TOMBALES PEUVENT ÊTRE TOURNÉES...
it: CREDO CHE QUESTE LAPIDI POSSANO GIRARE...
pt: ESTAS LÁPIDES TÊM ASPECTO DE QUE PODEM SER RODADAS...

# DOT_TOMBSTONE_B
source: MAYBE BY GRABBING THEM WITH {X} AND ROTATING WITH {RT} {LT} ?
de: VIELLEICHT KANN MAN SIE MIT {X} GREIFEN UND MIT {RT} {LT} DREHEN?
es: PRUEBA A AGARRARLAS CON {X} Y GIRARLAS CON {RT} {LT}.
fr: PEUT-ÊTRE EN LES SAISISSANT AVEC {X} ET EN LES FAISANT PIVOTER AVEC {RT} {LT}?
it: FORSE AFFERRANDOLE CON {X} E RUOTANDO CON {RT} {LT}?
pt: TALVEZ AGARRÁ-LAS COM {X} E RODÁ-LAS COM {RT} {LT}?

# DOT_TOMBSTONE_C
source: I'M JUST MAKING AN EDUCATED GUESS HERE.
de: DAS IST EINE REIN WISSENSCHAFTLICHE VERMUTUNG.
es: SIMPLEMENTE ESTOY DANDO UNA IDEA...
fr: JE NE FAIS QU'ÉMETTRE UNE HYPOTHÈSE.
it: STO TIRANDO A INDOVINARE, EH!
pt: PELO MENOS COSTUMA SER ASSIM.

# DOT_TOME_A
source: IT LOOKS LIKE A BOOK.
de: SIEHT AUS WIE EIN BUCH.
es: PARECE UN LIBRO.
fr: ON DIRAIT UN LIVRE.
it: SEMBRA UN LIBRO.
pt: PARECE UM LIVRO.

# DOT_TOME_B
source: YUP! IT'S A BOOK!
de: JAWOLL! DAS IST EIN BUCH!
es: ¡SÍ! ¡ES UN LIBRO!
fr: C'EST ÇA! C'EST UN LIVRE!
it: SÌ! È PROPRIO UN LIBRO!
pt: SIM! É UM LIVRO!

# DOT_TREASURE
source: TREASURES ARE PRECIOUS. YOU NEVER KNOW WHAT'S INSIDE! MAYBE A SHARD!
de: SCHÄTZE SIND WERTVOLL. DU WEISST NIE, WAS IN IHNEN STECKT! VIELLEICHT EINE SCHERBE!
es: LOS COFRES DE TESOROS SON PRECIOSOS. ¡NUNCA SE SABE LO QUE HAY DENTRO! ¡PUEDE QUE SEA UN FRAGMENTO!
fr: LES TRÉSORS SONT PRÉCIEUX. ON NE SAIT JAMAIS CE QU'ON VA TROUVER! PEUT-ÊTRE UN FRAGMENT!
it: I FORZIERI SONO PREZIOSI. DENTRO PUÒ ESSERCI DI TUTTO! MAGARI... UNA SCHEGGIA!
pt: OS TESOUROS SÃO PRECIOSOS. NUNCA SE SABE O QUE CONTÊM! TALVEZ UM FRAGMENTO!

# DOT_TREASURE_B
source: TO OPEN IT, FACE IT FROM THE FRONT, AND PRESS {X}.
de: UM SIE ZU ÖFFNEN, STELLE DICH VOR SIE UND DRÜCKE {X}.
es: PARA ABRIRLO, PONTE DELANTE Y PULSA {X}.
fr: POUR L'OUVRIR, PLACE-TOI DEVANT ET APPUIE SUR {X}.
it: PER APRIRLO, METTITI DI FRONTE A ESSO E PREMI {X}.
pt: PARA A ABRIRES, PÕE-TE À FRENTE DELA, E PRIME {X}.

# DOT_TREASURE_C
source: A TREASURE CHEST!
de: EINE SCHATZTRUHE!
es: ¡UN COFRE DEL TESORO!
fr: UN COFFRE À TRÉSOR!
it: UN FORZIERE!
pt: UMA ARCA DO TESOURO!

# DOT_TREASURE_MAP_A
source: YOU HAVE FOUND A TREASURE MAP!
de: DU HAST EINE SCHATZKARTE GEFUNDEN!
es: ¡HAS ENCONTRADO UN MAPA DEL TESORO!
fr: TU AS TROUVÉ UNE CARTE AU TRÉSOR!
it: HAI TROVATO UNA MAPPA DEL TESORO!
pt: ENCONTRASTE UM MAPA DO TESOURO!

# DOT_TREASURE_MAP_B
source: A MAP OF WHAT? TO WHERE?
de: EINE KARTE WOVON?! WOHIN?
es: ¿UN MAPA DE QUÉ? ¿A DONDE?
fr: UNE CARTE DE QUOI? POUR ALLER OÙ?
it: UNA MAPPA DI COSA? DI DOVE?
pt: UM MAPA DO QUÊ? PARA ONDE?

# DOT_TREASURE_MAP_C
source: I DON'T KNOW!
de: KEINE AHNUNG!
es: ¡NO LO SÉ!
fr: JE NE SAIS PAS!
it: NON LO SO!
pt: NÃO SEI!

# DOT_TREASURE_MAP_D
source: FIGURE IT OUT YOURSELF!
de: FINDE ES SELBST HERAUS!
es: ¡AVERÍGUALO TÚ MISMO!
fr: TROUVE-LE PAR TOI-MÊME!
it: DOVRAI SCOPRIRLO DA SOLO!
pt: DESENRASCA-TE SOZINHO!

# DOT_TRISKULL_A
source: UNBELIEVABLE!
de: UNGLAUBLICH!
es: ¡INCREÍBLE!
fr: INCROYABLE!
it: INCREDIBILE!
pt: INACREDITÁVEL!

# DOT_TRISKULL_C
source: SO, THE LEGENDS WERE TRUE.
de: DANN SIND DIE LEGENDEN ALSO WAHR.
es: ENTONCES LA LEYENDA ERA CIERTA.
fr: ALORS LES LÉGENDES DISAIENT VRAI.
it: ALLORA LE LEGGENDE ERANO VERE.
pt: ENTÃO, AS LENDAS ERAM VERDADEIRAS.

# DOT_TRISKULL_D
source: THEY *DID* COME HERE...
de: SIE SIND TATSÄCHLICH HIER GEWESEN ...
es: ELLOS *HAN* VENIDO...
fr: ILS SONT BIEN VENUS ICI...
it: *LORO* SONO DAVVERO STATI QUI...
pt: ELES VIERAM MESMO CÁ...

# DOT_UH
source: UH?
de: HM?
es: ¿CÓMO?
fr: HEIN?
pt: O QUÊ?

# DOT_VALVE_A
source: IT'S A VALVE.
de: DAS IST EIN VENTIL.
es: ES UNA VÁLVULA.
fr: C'EST UNE VALVE.
it: È UNA VALVOLA.
pt: É UMA VÁLVULA.

# DOT_VALVE_B
source: VALVES CAN CONTROL WATER LEVELS.
de: MIT VENTILEN KANN MAN WASSERSTÄNDE VERÄNDERN.
es: LAS VÁLVULAS PUEDEN CONTROLAR LOS NIVELES DE AGUA.
fr: LES VALVES CONTRÔLENT LE NIVEAU DE L'EAU.
it: SERVE A CONTROLLARE IL LIVELLO DELL'ACQUA.
pt: AS VÁLVULAS PODEM CONTROLAR O NÍVEL DA ÁGUA.

# DOT_VALVE_C
source: GRAB ON TO IT WITH {X}, THEN ROTATE LEFT OR RIGHT.
de: GREIFE MIT {X} ZU UND DREHE DANN NACH LINKS ODER RECHTS.
es: AGÁRRALA CON {X} Y GÍRALA HACIA LA IZQUIERDA O LA DERECHA.
fr: SAISIS-LA AVEC {X}, PUIS FAIS-LA TOURNER VERS LA DROITE OU LA GAUCHE.
it: AFFERRALA CON {X}, QUINDI RUOTA A SINISTRA O A DESTRA.
pt: AGARRA-TE A ELA COM {X} E RODA PARA A ESQUERDA OU PARA A DIREITA.

# DOT_WARP_A
source: BEHOLD!
de: SIEH NUR!
es: ¡MIRA!
fr: REGARDE!
it: GUARDA!
pt: OLHA!

# DOT_WARP_B
source: A WARP GATE!
de: EIN ZEITREISE-TOR!
es: ¡UNA PUERTA INTERDIMENSIONAL!
fr: UN PORTAIL DE TÉLÉPORTATION!
it: UN PORTALE DI TELETRASPORTO!
pt: UM PORTAL DE TRANSPORTE!

# DOT_WARP_C
source: BUT THIS ONE ISN'T WORKING RIGHT NOW.
de: ABER DIESES FUNKTIONIERT NOCH NICHT.
es: PERO ESTA NO FUNCIONA AHORA MISMO.
fr: MAIS CELUI-CI NE FONCTIONNE PAS POUR LE MOMENT.
it: MA AL MOMENTO NON FUNZIONA.
pt: MAS ESTE AINDA NÃO ESTÁ A FUNCIONAR.

# DOT_WARP_CONNECT
source: IT NOW CONNECTS TO EVERY OTHER WARP GATE YOU'VE FOUND SO FAR.
de: ES IST JETZT MIT ALLEN ANDEREN ZEITREISE-TOREN VERBUNDEN, DIE DU BIS JETZT GEFUNDEN HAST.
es: AHORA SE CONECTA CON LAS OTRAS PUERTAS INTERDIMENSIONALES QUE HAS ENCONTRADO.
fr: IL EST MAINTENANT CONNECTÉ À TOUS LES AUTRES PORTAILS DE TÉLÉPORTATION QUE TU AS TROUVÉS.
it: È COLLEGATO A TUTTI GLI ALTRI PORTALI DI TELETRASPORTO CHE HAI TROVATO FINORA.
pt: ELE LIGA-SE A TODOS OS OUTROS PORTAIS QUE ENCONTRASTE ATÉ AGORA.

# DOT_WARP_D
source: YOU HAVE TO FIND OTHER GATES, FIRST.
de: DU MUSST ZUERST WEITERE TORE FINDEN.
es: ANTES TIENES QUE ENCONTRAR OTRAS PUERTAS.
fr: TU DOIS D'ABORD TROUVER D'AUTRES PORTAILS.
it: PRIMA DEVI TROVARE GLI ALTRI PORTALI.
pt: PRIMEIRO, TENS DE ENCONTRAR OUTROS PORTAIS.

# DOT_WARP_E
source: THEN THEY WILL CONNECT TO ONE ANOTHER.
de: DANN WERDEN SIE SICH MITEINANDER VERBINDEN.
es: ENTONCES SE CONECTARÁN LA UNA A LA OTRA.
fr: ENSUITE ILS SERONT CONNECTÉS LES UNS AUX AUTRES.
it: SOLO ALLORA SI COLLEGHERANNO L'UNO ALL'ALTRO.
pt: DEPOIS, ELES LIGAM-SE UNS AOS OUTROS.

# DOT_WARP_UP
source: PICK A DESTINATION AND PRESS {UP} TO WARP.
de: WÄHLE EIN ZIEL AUS UND DRÜCKE {UP} FÜR EINE ZEITREISE.
es: ELIGE UNA DESTINACIÓN Y PULSA {UP} PARA TELETRANSPORTARTE.
fr: CHOISIS UNE DESTINATION ET APPUIE SUR {UP} POUR TE TÉLÉPORTER.
it: SCEGLI UNA DESTINAZIONE E PREMI {UP} PER RAGGIUNGERLA.
pt: ESCOLHE UM DESTINO E PRIME {UP} PARA TRANSPORTE.

# DOT_WEIGHT_SWITCH_A
source: YOU'LL NEED SOMETHING HEAVIER.
de: DU BRAUCHST ETWAS SCHWERERES.
es: NECESITARÁS ALGO MÁS PESADO.
fr: IL TE FAUT QUELQUE CHOSE DE PLUS LOURD.
it: TI SERVIRÀ QUALCOSA DI PIÙ MASSICCIO.
pt: PRECISARÁS DE ALGO MAIS PESADO.

# DOT_WEIGHT_SWITCH_B
source: YOU DON'T WEIGH ENOUGH TO PUSH DOWN THIS SWITCH.
de: DU WIEGST NICHT GENUG, UM DIESEN SCHALTER ZU BEWEGEN.
es: NO PESAS LO SUFICIENTE COMO PARA EMPUJAR ESTE ACTIVADOR.
fr: TU NE PÈSES PAS ASSEZ LOURD POUR APPUYER SUR CE BOUTON.
it: NON PESI ABBASTANZA PER TENERE ABBASSATO QUESTO INTERRUTTORE.
pt: NÃO PESAS O SUFICIENTE PARA PUXARES ESTE INTERRUPTOR.

# DOT_WELL_A
source: WELL, WELL, WELL...
de: TJA ...
es: VAYA, VAYA, VAYA...
fr: ET PUIS, ET PUIS, ET PUIS...
it: EHI, POZZO DI SCIENZA...
pt: ORA POÇAS...

# DOT_WELL_B
source: WHAT DO WE HAVE HERE?
de: WAS HABEN WIR DENN HIER?
es: ¿QUÉ TENEMOS AQUÍ?
fr: QU'AVONS-NOUS LÀ?
it: COS'ABBIAMO QUI?
pt: O QUE TEMOS NÓS AQUI?

# DOT_WELL_C
source: GET IT?
de: EIN TIEFES LOCH ...
es: ¿LO PILLAS?
fr: TU AS PIGÉ?
it: HAI CAPITO LA BATTUTA?
pt: PERCEBESTE?

# DOT_WELL_D
source: IT'S A WELL.
de: ... MIT WASSER DRIN.
es: ES UN POZO.
fr: C'EST UN PUITS.
it: È UN POZZO.
pt: É UM POÇO.

# DOT_WHAT
source: WHAT DOES IT MEAN?
de: WAS BEDEUTET DAS?
es: ¿QUÉ SIGNIFICA?
fr: QU'EST-CE QUE ÇA VEUT DIRE?
it: COSA SIGNIFICA?
pt: O QUE SIGNIFICA?

# DOT_WOAH
source: WOAH!
de: BOAH!
es: ¡VAYA!
fr: OUAH!
it: UOAH!
pt: ENA!

# DOT_WORKING
source: A WORKING STAR GATE!
de: DIESES STERNENTOR FUNKTIONIERT!
es: ¡UNA PUERTA ESTELAR QUE FUNCIONA!
fr: UNE PORTE STELLAIRE ACTIVE!
it: UN PORTALE FUNZIONANTE!
pt: UM PORTAL ASTRAL A FUNCIONAR!

# DOT_YES
source: YES!
de: JA!
es: ¡SÍ!
fr: OUI!
it: SÌ!
pt: SIM!

# FPVIEW_INSTRUCTIONS
source: Press the {LS} to enter first-person view.
de: Drücke {LS}, um in die Egoperspektive zu wechseln.
es: Pulsa {LS} para entrar en el modo de vista en primera persona.
fr: Appuie sur {LS} pour passer en vue subjective.
it: Premi la {LS} per la visuale in prima persona.
pt: Prime {LS} para vista na primeira pessoa.

# GEEZER_3D
source: ADVENTURE IS YOU! PLEASE FIND THE CUBE SHARDS. RESTORE THE HEXAHEDRON!
de: DU BIST WIE GESCHAFFEN FÜR ABENTEUER! BITTE FINDE DIE WÜRFELSCHERBEN UND SETZE DAS HEXAHEDRON WIEDER ZUSAMMEN!
es: ¡LA AVENTURA ERES TÚ! ENCUENTRA LOS FRAGMENTOS DE CUBO. ¡REACTIVA EL HEXAEDRO!
fr: L'AVENTURE T'ATTEND! TROUVE LES FRAGMENTS DE CUBE ET REFORME L'HEXAÈDRE!
it: L'AVVENTURA È TUA! TROVA LE SCHEGGE DI CUBO. RICOSTRUISCI L'ESAEDRO!
pt: TU ÉS A AVENTURA! POR FAVOR, ENCONTRA OS FRAGMENTOS DO CUBO. RECUPERA O HEXAEDRO!

# GEEZER_3D2
source: I'LL EXPLAIN YOU LATER. NOW GO!
de: ICH WERDE ES DIR SPÄTER ERKLÄREN. GEH JETZT!
es: TE LO EXPLICARÉ MÁS TARDE. ¡AHORA VETE!
fr: JE T'EXPLIQUERAI PLUS TARD. ALLEZ, VAS-Y!
it: TI SPIEGHERÒ TUTTO DOPO. ORA VAI!
pt: EU EXPLICO-TE DEPOIS. AGORA, VAI!

# GEEZER_3D3
source: LET'S 3D ADVENTURE BEGIN!
de: DAS 3-D-ABENTEUER KANN BEGINNEN!
es: ¡QUE COMIENCE LA AVENTURA EN 3D!
fr: QUE L'AVENTURE EN 3D COMMENCE!
it: CHE L'AVVENTURA IN 3D COMINCI!
pt: QUE COMECE A AVENTURA 3D!

# GEEZER_HOUSE_A
source: IT'S BEEN SO LONG TIME.
de: ES IST SO LANGE HER.
es: HA PASADO MUCHO TIEMPO.
fr: ÇA FAIT SI LONGTEMPS.
it: È PASSATO TANTO TEMPO.
pt: JÁ PASSOU TANTO TEMPO.

# GEEZER_HOUSE_B
source: IT'S YOUR TURN NOW.
de: DU BIST AN DER REIHE.
es: AHORA ES TU TURNO.
fr: TON TOUR EST VENU.
it: ADESSO TOCCA A TE.
pt: AGORA É A TUA VEZ.

# GEEZER_HOUSE_C
source: I'M TIRED.
de: ICH BIN MÜDE.
es: NO PUEDO MÁS.
fr: JE SUIS FATIGUÉ.
it: SONO STANCO.
pt: ESTOU CANSADO.

# GEEZER_HOUSE_D
source: PLUS THERE'S THE EYE THING.
de: UND DA IST DIESES DING MIT DEM AUGE.
es: Y ADEMÁS ESTÁ ESTO DEL OJO.
fr: ET PUIS AVEC CE TRUC À L'OEIL.
it: E POI C'È QUEL PROBLEMA DELL'OCCHIO...
pt: JÁ PARA NÃO FALAR DO OLHO.

# GEEZER_LETTER
source: Dear Gomez, Please meet me at top of village. I have something very important to tell you. Today is special day. - Geezer
de: Lieber Gomez, bitte triff mich auf dem Dach des Dorfes. Ich muss dir etwas Wichtiges sagen. Heute ist ein ganz besonderer Tag. - Geezer
es: Estimado Gómez: Reúnete conmigo en la parte superior del poblado. Tenemos que hablar. Hoy es un día especial. - Geezer.
fr: Cher Gomez, Retrouve-moi en haut du village. J'ai quelque chose à te dire. C'est un jour spécial. - Geezer
it: Caro Gomez, raggiungimi in cima al villaggio. Devo dirti una cosa molto importante. Oggi è un giorno speciale. - Geezer
pt: Caro Gomez, Vai ter comigo ao topo da vila. Tenho uma coisa muito importante para te dizer. Hoje é um dia especial. - Geezer

# GEEZER_TOP_A
source: HA! THERE ARE YOU!
de: HA! DA BIST DU JA!
es: ¡JA! ¡ESTÁS AQUÍ!
fr: AH! TE VOILÀ!
it: AH! ECCOTI QUI!
pt: AQUI ESTÁS TU!

# GEEZER_TOP_B
source: TODAY IS SPECIAL DAY.
de: HEUTE IST EIN GANZ BESONDERER TAG.
es: HOY ES UN DÍA ESPECIAL.
fr: AUJOURD'HUI EST UN JOUR SPÉCIAL.
it: OGGI È UN GIORNO SPECIALE.
pt: HOJE É UM DIA ESPECIAL.

# GEEZER_TOP_C
source: ADVENTURE IS READY! IT'S GOMEZ TIME!
de: DAS ABENTEUER WARTET. ZEIT FÜR GOMEZ!
es: ¡LA AVENTURA VA A EMPEZAR! ¡ES LA HORA GÓMEZ!
fr: L'AVENTURE EST LÀ! À TOI DE JOUER, GOMEZ!
it: L'AVVENTURA CI ASPETTA! È L'ORA DI GOMEZ!
pt: A AVENTURA AGUARDA-TE! ESTÁ NA HORA DO GOMEZ!

# GEEZER_TOP_E
source: ANY TIME NOW...
de: GLEICH IST ES SO WEIT ...
es: NO QUEDA MUCHO...
fr: QUAND TU VEUX...
it: CI SIAMO QUASI...
pt: QUANDO QUISERES...

# GEEZER_TOP_F
source: ...JUST YOU WA- !
de: ... WARTE NUR AB ...!
es: ... ATENTO...
fr: ... TU N'AS QU'À...
it: ...ASPETTA E--!
pt: ...SÓ TU- !

# GEEZER_TOP_J
source: THERE YOU GO.
de: NA BITTE.
es: ¡AHÍ ESTA!
fr: C'EST PARTI!
it: ECCO QUI.
pt: AQUI TENS.

# GHOST_A
source: BECAUSE YOU CAN'T SEE SOMETHING, DOESN'T MEAN IT'S NOT THERE.
de: NUR WEIL DU ES NICHT SIEHST, BEDEUTET DAS NICHT, DASS ES NICHT DA IST.
es: QUE NO PUEDAS VER ALGO NO SIGNIFICA QUE NO ESTÉ AHÍ.
fr: CE N'EST PAS PARCE QUE TU NE VOIS PAS QUELQUE CHOSE QUE CETTE CHOSE N'EXISTE PAS.
it: IL FATTO CHE TU NON VEDA QUALCOSA, NON SIGNIFICA CHE NON CI SIA.
pt: LÁ PORQUE NÃO VÊS NADA, NÃO QUER DIZER QUE NÃO ESTEJA LÁ.

# GHOST_B
source: LOOK FOR THE OWLS.
de: SUCHE NACH DEN EULEN.
es: BUSCA A LOS BÚHOS.
fr: CHERCHE LES HIBOUX.
it: CERCA I GUFI.
pt: PROCURA AS CORUJAS.

# GHOST_C
source: HAVE YOU FOUND THE CRYPT YET?
de: HAST DU SCHON DIE GRUFT GEFUNDEN?
es: ¿HAS ENCONTRADO YA LA CRIPTA?
fr: TU AS TROUVÉ LA CRYPTE?
it: HAI GIÀ TROVATO LA CRIPTA?
pt: JÁ ENCONTRASTE A CRIPTA?

# GHOST_D
source: THAT PLACE MAKES NO SENSE!
de: ICH VERSTEHE DIESEN ORT NICHT!
es: ¡ESE LUGAR NO TIENE PIES NI CABEZA!
fr: CET ENDROIT EST INSENSÉ!
it: È UN POSTO ASSURDO!
pt: AQUELE SÍTIO NÃO TEM LÓGICA!

# GHOST_GATE
source: IT COULD BE WORST, I COULD BE DEAD.
de: ES KÖNNTE SCHLIMMER SEIN, ICH KÖNNTE TOT SEIN.
es: PODRÍA SER PEOR, PODRÍA HABER MUERTO.
fr: ÇA POURRAIT ÊTRE PIRE, JE POURRAIS ÊTRE MORT.
it: POTEVA ANDARE PEGGIO. POTEVO ESSERE MORTO.
pt: PODIA SER PIOR, EU PODIA ESTAR MORTO.

# GHOST_OWL_A
source: OH, MAN!
de: OH MANN!
es: ¡VAYA TELA!
fr: OH!
it: OH, CASPITA!
pt: ENA PÁ!

# GHOST_OWL_B
source: DO YOU KNOW WHAT I LOVE?
de: WEISST DU, WAS ICH GERNE MAG?
es: ¿SABES LO QUE ME ENCANTA?
fr: TU SAIS CE QUE J'AIME?
it: SAI COSA MI PIACE?
pt: SABES O QUE ADORO?

# GHOST_OWL_C
source: OWLS!
de: EULEN!
es: ¡LOS BÚHOS!
fr: LES HIBOUX!
it: I GUFI!
pt: CORUJAS!

# GHOST_OWL_D
source: OWLS ARE THE BEST!
de: EULEN SIND DAS BESTE!
es: ¡LOS BÚHOS SON LOS MEJORES!
fr: LES HIBOUX SONT INCROYABLES!
it: I GUFI SONO IL MASSIMO!
pt: AS CORUJAS SÃO DO MELHOR!
