Repository: zrckr/fez-zeffyr
Catalog: locale/statictext.*.po
Languages: de, es, fr, it, pt

# SaveCopyWarning
source: WARNING : The contents of the destination slot will be overwritten.
de: WARNUNG : Der Inhalt des Zielplatzes wird überschrieben.
es: AVISO: Se sobrescribirán los datos de la ranura de destino.
fr: AVERTISSEMENT : Les données de l'emplacement de destination seront écrasées.
it: ATTENZIONE : il contenuto dello slot di destinazione sarà sovrascritto.
pt: AVISO: Os conteúdos existentes na slot de destino serão substituídos.

# SaveCopySourceTitle
source: SAVE SLOT TO COPY
de: SPEICHERPLATZ KOPIEREN
es: GUARDA LA RANURA PARA COPIARLA
fr: SAUVEGARDE À COPIER
it: SLOT DI SALVATAGGIO DA COPIARE
pt: SLOT DE GRAVAÇÃO A COPIAR

# SaveCopyDestTitle
source: DESTINATION SLOT
de: ZIELPLATZ
es: RANURA DE DESTINO
fr: EMPLACEMENT DE DESTINATION
it: SLOT DESTINAZIONE
pt: SLOT DE DESTINO

# SaveClearWarning
source: WARNING : The save file data will be permanently lost.
de: WARNUNG : Die Speicherdaten werden unwiderruflich gelöscht.
es: AVISO: Los datos guardados se perderán de manera permanente.
fr: AVERTISSEMENT : La sauvegarde sera effacée et ne pourra être restaurée.
it: ATTENZIONE: i dati salvati andranno persi per sempre.
pt: AVISO: Os dados do ficheiro de gravação serão perdidos permanentemente.

# ExitWithGlyph
source: {B} EXIT GAME
de: {B} SPIEL VERLASSEN
es: {B} SALIR DEL JUEGO
fr: {B} SORTIR DU JEU
it: {B} ESCI DAL GIOCO
pt: {B} SAIR DO JOGO

source: Other Gamepad
de: Anderes Gamepad
es: Otro mando
fr: Autre manette
it: Altri gamepad
pt: Outro comando

# ChangeGamepadMapping
source: <Press button>
de: <Taste drücken>
es: <Pulsar botón>
fr: <Pressez un bouton>
it: <Premi pulsante>
pt: <Pressiona o botão>

source: * RECOMMENDED RESOLUTION
de: * EMPFOHLENE AUFLÖSUNG
es: * RESOLUCIÓN RECOMENDADA
fr: * RÉSOLUTION RECOMMANDÉE
it: * RISOLUZIONE CONSIGLIATA
pt: * RESOLUÇÃO RECOMENDADA

# KeyboardNone
source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuno
pt: Nenhum

# KeyboardLeftWindows
source: Left Windows
de: L. Windowstaste
es: Windows izquierda
fr: Windows Gauche
it: Tasto Windows sx
pt: Windows Esq.

# KeyboardQuestion
source: Question Mark
de: Fragezeichen
es: Signo de interrogación
fr: Point d'interrogation
it: Punto interrogativo
pt: P. de Interrogação

# KeyboardHome
source: Home
de: Pos1
es: Inicio
fr: Début

# KeyboardEnd
source: End
de: Fin
es: Fine
fr: Ende
it: Fin

# KeyboardPageUp
source: Page Up
de: Bild hoch
es: Re Pág
fr: Page précédente
it: Pagina Su

# KeyboardPageDown
source: Page Down
de: Bild runter
es: Av Pág
fr: Page suivante
it: Pagina Giù

# KeyboardNumLock
source: Num Lock
de: Num-Lock-Taste
es: Bloq Num
fr: Verr Num
it: Bloc Num

# KeyboardPause
source: Pause
es: Pausa
it: Pausa

# KeyboardQuotes
source: Quotes
de: Anführungszeichen
es: Comillas
fr: Guillemets
it: Virgolette
pt: Aspas

# KeyboardRightWindows
source: Right Windows
de: R. Windowstaste
es: Windows derecha
fr: Windows Droite
it: Tasto Windows dx
pt: Windows Dir.

# KeyboardScroll
source: Scroll
de: Rollen
es: Bloq Despl
fr: Arrêt défilement
it: Bloc Scorr

# KeyboardSpace
source: Space
de: Leertaste
es: Barra espaciadora
fr: Barre d'espace
it: Barra Spaziatrice
pt: B. de Espaço

# KeyboardNumPad0
source: Num Pad 0
de: Ziffernblock 0
es: Tec num 0
fr: 0 du pavé num.
it: Tast. Num. 0
pt: Tec Num 0

# KeyboardNumPad1
source: Num Pad 1
de: Ziffernblock 1
es: Tec num 1
fr: 1 du pavé num.
it: Tast. Num. 1
pt: Tec Num 1

# KeyboardNumPad2
source: Num Pad 2
de: Ziffernblock 2
es: Tec num 2
fr: 2 du pavé num.
it: Tast. Num. 2
pt: Tec Num 2

# KeyboardNumPad3
source: Num Pad 3
de: Ziffernblock 3
es: Tec num 3
fr: 3 du pavé num.
it: Tast. Num. 3
pt: Tec Num 3

# KeyboardNumPad4
source: Num Pad 4
de: Ziffernblock 4
es: Tec num 4
fr: 4 du pavé num.
it: Tast. Num. 4
pt: Tec Num 4

# KeyboardNumPad5
source: Num Pad 5
de: Ziffernblock 5
es: Tec num 5
fr: 5 du pavé num.
it: Tast. Num. 5
pt: Tec Num 5

# KeyboardNumPad6
source: Num Pad 6
de: Ziffernblock 6
es: Tec num 6
fr: 6 du pavé num.
it: Tast. Num. 6
pt: Tec Num 6

# KeyboardNumPad7
source: Num Pad 7
de: Ziffernblock 7
es: Tec num 7
fr: 7 du pavé num.
it: Tast. Num. 7
pt: Tec Num 7

# KeyboardNumPad8
source: Num Pad 8
de: Ziffernblock 8
es: Tec num 8
fr: 8 du pavé num.
it: Tast. Num. 8
pt: Tec Num 8

# KeyboardNumPad9
source: Num Pad 9
de: Ziffernblock 9
es: Tec num 9
fr: 9 du pavé num.
it: Tast. Num. 9
pt: Tec Num 9

# Vibration
source: VIBRATION : {0}
es: VIBRACIÓN: {0}
it: VIBRAZIONE: {0}
pt: VIBRAÇÃO: {0}

# Borderless
source: BORDERLESS WINDOW
de: randlose Fenster
es: ventana sin bordes
fr: FENÊTRE SANS BORDURE
it: finestra senza bordi
pt: janela sem bordas

source: ON
de: EIN
es: SÍ
fr: ACTIF
it: SÍ
pt: ACTIVADA

source: OFF
de: AUS
es: NO
fr: INACTIF
it: NO
pt: DESACTIVADA

# HardwareInstancing
source: HARDWARE INSTANCING : {0}
de: GPU INSTANCING : {0}
es: INSTANCIAS GPU : {0}
fr: INSTANCIATION MATÉRIELLE : {0}
it: GPU INSTANCING : {0}
pt: GPU INSTANCING : {0}

# VSync
source: Vertical Sync : {0}
de: Vertikale Synchronisation : {0}
es: V-Sync : {0}
fr: Synchronisation Verticale : {0}
it: V-Sync : {0}
pt: V-Sync : {0}

# Lighting
source: Lighting : {0}
de: Beleuchtung : {0}
es: Iluminación : {0}
fr: Éclairage : {0}
it: Illuminazione : {0}
pt: Iluminação : {0}

# PauseOnLostFocus
source: Pause on lost focus : {0}
de: Pause wenn der Fokus verloren : {0}
es: Pausa cuando el enfoque perdió : {0}
fr: Pause en arrière-plan : {0}
it: Pausa quando in background : {0}
pt: Pausa no fundo : {0}

# Singlethreaded
source: Singlethreaded : {0}
es: De un único subproceso : {0}
fr: Un seul fil d'exécution : {0}

# RequiresRestart
source: * RESTART REQUIRED
de: * Neustart erforderlich
es: * Reinicio requerido
fr: * REDÉMARRAGE REQUIS
it: * riavvio richiesto
pt: * reinício necessário

# ControllerSupport
source: Controller support : {0}
de: Controller-Unterstützung : {0}
es: apoyo Mando : {0}
fr: Support manette : {0}
it: supporto del controller : {0}
pt: suporte do Comando : {0}

source: Controller
es: Mando
fr: Manette
pt: Comando

# DeadZone
source: DEAD ZONE : {0}
de: TODESZONE : {0}
es: ZONA MUERTA : {0}
fr: ZONE MORTE : {0}
it: ZONA MORTA : {0}
pt: ZONA MORTA : {0}

# Supersampling
source: Supersampled
de: Supersampling
es: supermuestreo
fr: Suréchantillonage
it: supersampling
pt: supersampling

source: Full Aspect
de: Ganzseiten
es: aspecto completo
fr: Aspect complet
it: aspetto completa
pt: aspecto completa

# ScaleMode
source: Scaling Mode : {0}
de: Skalierungsmodus : {0}
es: modo de escala : {0}
fr: Mode de présentation : {0}
it: modalità di scala : {0}
pt: modo de escala : {0}

# HiDpiMode
source: HI-DPI MODE : {0}
de: HI-DPI-MODUS : {0}
es: MODO HI-DPI : {0}
fr: MODE HI-DPI : {0}
it: MODALITÀ HI-DPI : {0}
pt: MODO HI-DPI : {0}

# KeyboardEnter
source: Enter
de: Eingabe
fr: Entrée
it: Invio

# KeyboardInsert
source: Insert
de: Einfg
fr: Inser

# MSAA
source: Anti-Aliasing : {0}
fr: Anticrénelage : {0}

# MapZoom
source: ZOOM
de: ZOOMEN

source: Pixel-Perfect
de: pixelgenaue
pt: pixel-perfeito
