Repository: zrckr/fez-zeffyr
Catalog: locale/statictext.*.po
Languages: de, es, fr, it, pt

# SignInTitle
source: Sign In Required
de: Anmeldung erforderlich
es: Es necesario iniciar sesión
fr: Connexion requise
it: Accesso richiesto
pt: Requer Iniciar Sessão

# Loading
source: Loading, please wait...
de: Wird geladen. Bitte warten ...
es: Cargando entradas, espera por favor...
fr: Chargement en cours, veuillez patienter...
it: Caricamento...
pt: A carregar, aguarde...

# SplashExit
source: Press {BACK} to Return to Game Library
de: Drücke {BACK}, um zur Spielebibliothek zurückzukehren
es: Pulsa {BACK} para volver a la Biblioteca de juegos
fr: Appuyer sur {BACK} pour revenir à la Bibliothèque de Jeux
it: Premi {BACK} per tornare al catalogo giochi
pt: Prime {BACK} para Voltar à Biblioteca de Jogos

source: ACHIEVEMENTS
de: ERFOLGE
es: LOGROS
fr: SUCCÈS
it: OBIETTIVI
pt: FEITOS

source: CONTROLS
de: STEUERUNG
es: CONTROLES
fr: COMMANDES
it: COMANDI
pt: CONTROLOS

source: CREDITS
de: MITWIRKENDE
es: CRÉDITOS
fr: CRÉDITS
it: RICONOSCIMENTI
pt: FICHA TÉCNICA

source: HELP & OPTIONS
de: HILFE UND OPTIONEN
es: AYUDA Y OPCIONES
fr: AIDE ET OPTIONS
it: GUIDA E OPZIONI
pt: AJUDA E OPÇÕES

source: HOW TO PLAY
de: SO WIRD GESPIELT
es: CÓMO SE JUEGA
fr: COMMENT JOUER
it: COME GIOCARE
pt: INSTRUÇÕES DE JOGO

source: LEADERBOARDS
de: BESTENLISTEN
es: MARCADORES
fr: CLASSEMENTS
it: CLASSIFICHE
pt: CLASSIFICAÇÕES

# PauseMenuTitle
source: GAME PAUSED
de: SPIEL ANGEHALTEN
es: JUEGO EN PAUSA
fr: JEU EN PAUSE
it: GIOCO IN PAUSA
pt: JOGO EM PAUSA

source: RESUME GAME
de: SPIEL FORTSETZEN
es: REANUDAR JUEGO
fr: REPRENDRE LE JEU
it: RIPRENDI GIOCO
pt: RETOMAR JOGO

source: START NEW GAME
de: NEUES SPIEL STARTEN
es: JUEGO NUEVO
fr: NOUVELLE PARTIE
it: AVVIA NUOVA PARTITA
pt: INICIAR NOVO JOGO

# StartNewGameTextLine
source: ALL YOUR PRIOR GAME PROGRESS WILL BE LOST.
de: DEIN VORHERIGER SPIELFORTSCHRITT GEHT VERLOREN.
es: SE PERDERÁ TODO EL PROGRESO DE JUEGO ANTERIOR.
fr: TOUTE VOTRE PROGRESSION ANTÉRIEURE SERA PERDUE.
it: TUTTI I PROGRESSI PRECEDENTI ANDRANNO PERSI.
pt: O TEU PROGRESSO DE JOGO ANTERIOR SERÁ PERDIDO.

# StartNewGameTitle
source: START NEW GAME
de: NEUES SPIEL STARTEN
es: JUEGO NUEVO
fr: NOUVELLE PARTIE
it: AVVIA NUOVA PARTITA
pt: INICIAR NOVO JOGO

# LeaderboardsTitle
source: OVERALL LEADERBOARDS
de: GESAMTBESTENLISTEN
es: MARCADORES GENERALES
fr: CLASSEMENTS GLOBAUX
it: CLASSIFICHE GENERALI
pt: CLASSIFICAÇÕES GERAIS

# SignInOptionYes
source: OK
es: ACEPTAR

# CurrentLeaderboardView
source: Current View : {0}
de: Aktuelle Ansicht: {0}
es: Vista actual: {0}
fr: Vue actuelle: {0}
it: Visualizzazione corrente: {0}
pt: Vista actual : {0}

# FriendsLeaderboardView
source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
pt: Amigos

# LeaderboardEntriesCount
source: {0} players in total
de: {0} Spieler insgesamt
es: {0} jugadores en total
fr: {0} joueurs au total
it: {0} giocatori tot.
pt: {0} jogadores no total

# LoadingLeaderboard
source: Loading entries, please wait...
de: Einträge werden geladen. Bitte warten ...
es: Cargando, espera por favor...
fr: Chargement des entrées, veuillez patienter...
it: Caricamento voci...
pt: A carregar entradas, aguarde...

# MyScoreLeaderboardView
source: My Score
de: Meine Punkte
es: Mi puntuación
fr: Mon score
it: Mio punteggio
pt: A minha Pontuação

# OverallLeaderboardView
source: Overall
de: Insgesamt
es: General
fr: Global
it: Generale
pt: Geral

# MenuBackWithGlyph
source: {B} BACK
de: {B} ZURÜCK
es: {B} ATRÁS
fr: {B} RETOUR
it: {B} INDIETRO
pt: {B} ANTERIOR

source: UNLOCK FULL GAME
de: VOLLSTÄNDIGES SPIEL FREISCHALTEN
es: DESBLOQUEAR JUEGO COMPLETO
fr: DÉVERROUILLER LE JEU COMPLET
it: SBLOCCA GIOCO COMPLETO
pt: DESBLOQUEAR JOGO COMPLETO

# NoEntriesLeaderboard
source: There are no entries to view in this leaderboard.
de: In dieser Bestenliste sind keine Einträge vorhanden.
es: No hay entradas que ver en este marcador.
fr: Aucune entrée à consulter dans ce classement.
it: Non ci sono elementi in questa classifica.
pt: Esta classificação não tem entradas.

# NotRankedInLeaderboard
source: You are not ranked in this leaderboard.
de: Du wirst in dieser Bestenliste nicht geführt.
es: No estás clasificado en este marcador.
fr: Vous n'êtes pas dans ce classement.
it: Non sei presente in questa classifica.
pt: Não estás listado nesta classificação.

# ControlsJump
source: Jump
de: Springen
es: Saltar
fr: Sauter
it: Salta
pt: Saltar

# ControlsAction
source: Action
de: Aktion
es: Acción
it: Azione
pt: Acção

# ControlsRotateLeft
source: Rotate Left
de: Nach links drehen
es: Girar a la izquierda
fr: Pivoter à gauche
it: Ruota a sinistra
pt: Rodar à esquerda

# ControlsRotateRight
source: Rotate Right
de: Nach rechts drehen
es: Girar a la derecha
fr: Pivoter à droite
it: Ruota a destra
pt: Rodar à direita

# ControlsMove
source: Move
de: Bewegen
es: Mover
fr: Se déplacer
it: Sposta
pt: Andar

# AchievementInTrialResume
source: Press {A} To Continue
de: Drücke {A}, um fortzufahren.
es: Pulsa {A} para continuar.
fr: Appuie sur {A} pour continuer
it: Premi {A} per continuare
pt: Prime {A} Para Continuar

# AchievementInTrialSellText
source: Thankfully, you can press {X} to buy it now and start playing for REAL!
de: Glücklicherweise kannst du es jetzt mit {X} kaufen und RICHTIG spielen!
es: ¡Por suerte, puedes pulsar {X} para comprarlo ahora y empezar a jugar DE VERDAD!
fr: Heureusement, tu peux appuyer sur {X} pour l'acheter maintenant et jouer pour de VRAI!
it: Fortunatamente, puoi premere {X} per comprarla adesso e cominciare a giocare SUL SERIO!
pt: Felizmente, podes premir {X} para o comprares agora e começares a jogar a SÉRIO!

# AchievementInTrialText
source: If you had the full version, you would be awarded your first FEZ achievement.
de: Wenn du das vollständige Spiel hättest, würdest du jetzt deinen ersten FEZ-Erfolg erhalten.
es: Si tuvieses la versión completa, serías recompensado con tu primer logro en FEZ.
fr: Si tu avais la version complète, tu aurais reçu ton premier succès FEZ.
it: Nella versione completa, avresti conseguito il primo obiettivo di FEZ.
pt: Se tivesses a versão completa, receberias o teu primeiro feito FEZ.

# AchievementInTrialTitle
source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Succès déverrouillé!
it: Obiettivo sbloccato!
pt: Feito Desbloqueado!

# UnlockGameWithGlyph
source: {X} UNLOCK FULL GAME
de: {X} VOLLSTÄNDIGES SPIEL FREISCHALTEN
es: {X} DESBLOQUEAR JUEGO COMPLETO
fr: {X} DÉVERROUILLER LE JEU COMPLET
it: {X} SBLOCCA GIOCO COMPLETO
pt: {X} DESBLOQUEAR JOGO COMPLETO

# StartNewGameWithGlyph
source: {A} START NEW GAME
de: {A} NEUES SPIEL STARTEN
es: {A} INICIAR UN JUEGO NUEVO
fr: {A} COMMENCER UNE NOUVELLE PARTIE
it: {A} AVVIA NUOVA PARTITA
pt: {A} INICIAR NOVO JOGO

# Brightness
source: BRIGHTNESS : {0:P0}
de: HELLIGKEIT : {0:P0}
es: BRILLO : {0:P0}
fr: LUMINOSITÉ : {0:P0}
it: LUMINOSITÀ : {0:P0}
pt: LUMINOSIDADE : {0:P0}

source: CHANGE STORAGE DEVICE
de: SPEICHERGERÄT WECHSELN
es: CAMBIAR DISPOSITIVO DE ALMACENAMIENTO
fr: CHANGER LE PÉRIPHÉRIQUE DE STOCKAGE
it: CAMBIA PERIFERICA DI MEMORIZZAZIONE
pt: ALTERAR DISPOSITIVO DE ARMAZENAMENTO

# MenuSaveWithGlyph
source: {B} SAVE
de: {B} SPEICHERN
es: {B} GUARDAR
fr: {B} SAUVEGARDER
it: {B} SALVA
pt: {B} GUARDAR

source: RESET TO DEFAULT
de: AUF STANDARDEINSTELLUNGEN ZURÜCKSETZEN
es: VALORES PREDETERMINADOS
fr: RÉINITIALISER
it: RIPRISTINA PREDEFINITI
pt: REPOR PREDEFINIÇÃO

# MenuCube_Artifacts
source: Artifacts
de: Artefakte
es: Artefactos
fr: Artefacts
it: Manufatti
pt: Artefactos

# MenuCube_CubeShards
source: Cube Shards
de: Würfelscherben
es: Fragmentos de cubo
fr: Fragments de cube
it: Schegge di cubo
pt: Fragmentos de Cubo

# MenuCube_Maps
source: Treasure Maps
de: Schatzkarten
es: Mapas del tesoro
fr: Cartes de trésor
it: Mappe del tesoro
pt: Mapas do Tesouro

# Map_Title
source: World Map
de: Weltkarte
es: Mapa del mundo
fr: Carte du monde
it: Mappa del mondo
pt: Mapa-Mundo

# ReturnToArcade
source: EXIT GAME
de: SPIEL VERLASSEN
es: SALIR DEL JUEGO
fr: QUITTER LE JEU
it: ESCI DAL GIOCO
pt: SAIR DO JOGO

# ChangeProfileWithXGlyph
source: {X} CHANGE PROFILE
de: {X} PROFIL WECHSELN
es: {X} CAMBIAR PERFIL
fr: {X} CHANGER LE PROFIL
it: {X} CAMBIA PROFILO
pt: {X} ALTERAR PERFIL

# ChangeProfileTitle
source: CHANGE PROFILE
de: PROFIL WECHSELN
es: CAMBIAR PERFIL
fr: CHANGER LE PROFIL
it: CAMBIA PROFILO
pt: ALTERAR PERFIL

# ChangeProfileTextLine
source: ALL UNSAVED PROGRESS WILL BE LOST. (signed-in as {0})
de: UNGESPEICHERTER SPIELFORTSCHRITT GEHT VERLOREN. (angemeldet als {0})
es: SE PERDERÁ TODO EL PROGRESO QUE NO HAYAS GUARDADO. (has iniciado sesión como {0})
fr: TOUTE LA PROGRESSION NON SAUVEGARDÉE SERA PERDUE. (connecté en tant que {0})
it: I PROGRESSI NON SALVATI ANDRANNO PERSI. (connesso come {0})
pt: O PROGRESSO NÃO GUARDADO SERÁ PERDIDO. (sessão iniciada como {0})

source: CONTINUE GAME
de: FORTFAHREN
es: CONTINUAR EL JUEGO
fr: CONTINUER LA PARTIE
it: CONTINUA IL GIOCO
pt: RETOMAR JOGO

# FullGameUnlocked
source: FULL GAME ENABLED
de: VOLLVERSION FREISCHALTEN
es: JUEGO COMPLETO ACTIVADO
fr: JEU COMPLET ACTIVÉ
it: GIOCO COMPLETO ABILITATO
pt: JOGO COMPLETO ACTIVADO

source: MAIN MENU
de: HAUPTMENÜ
es: MENÚ PRINCIPAL
fr: MENU PRINCIPAL
it: MENU PRINCIPALE
pt: MENU PRINCIPAL

# BackToMainMenuTitle
source: EXIT TO MAIN MENU
de: ZUM HAUPTMENÜ ZURÜCKKEHREN
es: SALIR AL MENÚ PRINCIPAL
fr: REVENIR AU MENU PRINCIPAL
it: TORNA AL MENU PRINCIPALE
pt: SAIR PARA O MENU PRINCIPAL

# BackToMenuWithGlyph
source: {A} RETURN TO MAIN MENU
de: {A} ZURÜCK ZUM HAUPTMENÜ
es: {A} VOLVER AL MENÚ PRINCIPAL
fr: {A} REVENIR AU MENU PRINCIPAL
it: {A} TORNA AL MENU PRINCIPALE
pt: {A} VOLTAR AO MENU PRINCIPAL

# BackToMainMenuTextLine
source: ALL UNSAVED GAME PROGRESS WILL BE LOST.
de: UNGESPEICHERTER SPIELFORTSCHRITT GEHT VERLOREN.
es: SE PERDERÁ TODO EL PROGRESO QUE NO HAYAS GUARDADO.
fr: TOUTE LA PROGRESSION NON SAUVEGARDÉE SERA PERDUE.
it: I PROGRESSI NON SALVATI ANDRANNO PERSI.
pt: O PROGRESSO DE JOGO NÃO GUARDADO SERÁ PERDIDO.

# SellTitle
source: THANKS FOR PLAYING
de: DANKE FÜRS MITSPIELEN
es: GRACIAS POR JUGAR
fr: MERCI DE JOUER
it: GRAZIE PER AVER GIOCATO
pt: OBRIGADO POR JOGARES

# SellButtons
source: CONTINUE {A} BACK {B} UNLOCK FULL GAME {X}
de: WEITER {A} ZURÜCK {B} VOLLSTÄNDIGES SPIEL FREISCHALTEN {X}
es: CONTINUAR {A} ATRÁS {B} DESBLOQUEAR JUEGO COMPLETO {X}
fr: CONTINUER {A} RETOUR {B} DÉVERROUILLER LE JEU COMPLET {X}
it: CONTINUA {A} INDIETRO {B} SBLOCCA GIOCO COMPLETO {X}
pt: CONTINUAR {A} VOLTAR {B} DESBLOQUEAR JOGO COMPLETO {X}

# MapPan
source: PAN
de: SCHWENKEN
es: PANORÁMICA
fr: PANORAMIQUE
it: PANORAMICA
pt: DESLOCA

# MapSpin
source: SPIN
de: DREHEN
es: GIRAR
fr: TOURNER
it: RUOTA
pt: RODAR

# MapLook
source: LOOK
de: UMSEHEN
es: MIRAR
fr: VUE
it: GUARDA
pt: VER

# MapBack
source: BACK
de: ZURÜCK
es: ATRÁS
fr: RETOUR
it: INDIETRO
pt: ANTERIOR

# SellButtonsEndTrial
source: QUIT {A} BACK {B} UNLOCK FULL GAME {X}
de: BEENDEN {A} ZURÜCK{B} VOLLSTÄNDIGES SPIEL FREISCHALTEN {X}
es: SALIR {A} ATRÁS {B} DESBLOQUEAR JUEGO COMPLETO {X}
fr: QUITTER {A} RETOUR {B} DÉVERROUILLER LE JEU COMPLET {X}
it: ESCI {A} INDIETRO {B} SBLOCCA GIOCO COMPLETO {X}
pt: SAIR {A} VOLTAR {B} DESBLOQUEAR JOGO COMPLETO {X}

# MenuCube_AntiCubes
source: Anti Cubes
de: Antiwürfel
es: Anticubos
it: Anticubi
pt: Anticubos

# SaveOverwriteWarningTitle
source: Save Overwrite Warning
es: Aviso de sobrescritura
fr: Avertissement d'écrasement de données
it: Avviso sovrascrittura salvataggio
pt: Aviso de Substituição de Dados Guardados

# Stereo3DOn
source: STEREOSCOPY : ON
de: STEREOSKOPIE: EIN
es: ESTEREOSCOPIO: SÍ
fr: STÉRÉOSCOPIE: ACTIVÉE
it: STEREOSCOPIA: SÌ
pt: ESTEREOSCOPIA : ACTIVADA

# Stereo3DOff
source: STEREOSCOPY : OFF
de: STEREOSKOPIE: AUS
es: ESTEREOSCOPIO: NO
fr: STÉRÉOSCOPIE: DÉSACTIVÉE
it: STEREOSCOPIA: NO
pt: ESTEREOSCOPIA: DESACTIVADA

# SettingsTitle
source: SETTINGS
de: EINSTELLUNGEN
es: CONFIGURACIÓN
fr: PARAMÈTRES
it: IMPOSTAZIONI
pt: DEFINIÇÕES

# SoundVolume
source: SOUND VOLUME : {0:P0}
de: SOUNDLAUTSTÄRKE : {0:P0}
es: VOLUMEN DEL SONIDO : {0:P0}
fr: VOLUME SON : {0:P0}
it: VOLUME AUDIO : {0:P0}
pt: VOLUME DO SOM : {0:P0}

# MusicVolume
source: MUSIC VOLUME : {0:P0}
de: MUSIKLAUTSTÄRKE : {0:P0}
es: VOLUMEN DE LA MÚSICA : {0:P0}
fr: VOLUME MUSIQUE : {0:P0}
it: VOLUME MUSICA : {0:P0}
pt: VOLUME DA MÚSICA : {0:P0}

# CorruptedFileTitle
source: Save File Corrupted
de: Speicherdatei fehlerhaft
es: Archivo de guardado dañado.
fr: Fichier de sauvegarde corrompu
it: Salvataggio danneggiato
pt: Ficheiro Guardado Danificado

# CorruptedFile
source: The save file appears to be damaged and cannot be loaded. Would you like to overwrite?
de: Die Speicherdatei ist fehlerhaft und kann nicht geladen werden. Möchtest du sie überschreiben?
es: El archivo de guardado parece estar dañado y no puede cargarse. ¿Quieres sobrescribirlo?
fr: Le fichier de sauvegarde semble endommagé et ne peut être chargé. Voulez-vous l'écraser?
it: I dati salvati sono danneggiati e non possono essere caricati. Vuoi sovrascriverli?
pt: O ficheiro guardado parece estar danificado e não pode ser carregado. Queres substituir?

# CorruptedFileYes
source: Yes, Overwrite with a new game
de: Ja, mit einem neuen Spiel überschreiben
es: Si, sobrescribir con un juego nuevo.
fr: Oui, écraser avec une nouvelle partie
it: Sì, sovrascrivi con una nuova partita
pt: Sim, substituir por um jogo novo

# SellButtonsPublicDemo
source: RESTART {A}
de: NEUSTARTEN {A}
es: REINICIAR {A}
fr: REDÉMARRER {A}
it: RIAVVIA {A}
pt: REINICIAR {A}

# TrialModeNotice
source: TRIAL VERSION
de: DEMO- VERSION
es: VERSIÓN DE PRUEBA
fr: VERSION D'ESSAI
it: VERSIONE DI PROVA
pt: VERSÃO DE AVALIAÇÃO

# ControlsPause
source: Pause
de: Anhalten
es: Pausa
it: Pausa
pt: Pausa

# ControlsLook
source: Look
de: Ansehen
es: Mirar
fr: Regarder
it: Guarda
pt: Olhar

# ControlsInventory
source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
it: Inventario
pt: Inventário

# MapLegendSmallGate
source: SMALL GATE
de: KLEINES TOR
es: PUERTA PEQUEÑA
fr: PETIT PORTAIL
it: PORTALE PICCOLO
pt: PEQUENO PORTAL

# MapLegendWarpGate
source: WARP GATE
de: ZEITREISE-TOR
es: PUERTA ESTELAR
fr: PORTAIL DE TÉLÉPORTATION
it: PORTALE DI TELETRASPORTO
pt: PORTAL DE TRANSPORTE

# MapLegendTreasure
source: TREASURE
de: SCHATZ
es: TESORO
fr: TRÉSOR
it: TESORO
pt: TESOURO

# MapLegendSecret
source: SECRET
de: GEHEIM
es: SECRETO
it: SEGRETO
pt: SECRETA

# MapLegendBits
source: BITS
de: SCHERBEN
es: TROZOS
fr: MORCEAUX
it: FRAMMENTI
pt: PARTES

# MapLegendCube
source: CUBE
de: WÜRFEL
es: CUBO
it: CUBO
pt: CUBO

# MapLegendLockedDoor
source: LOCKED DOOR
de: VERSCHLOSSENE TÜR
es: PUERTA BLOQUEADA
fr: PORTE FERMÉE
it: PORTA CHIUSA
pt: PORTA FECHADA

# ShowGamerCard
source: {A} GAMER CARD
de: {A} SPIELERKARTE
es: {A} TARJETA DE JUGADOR
fr: {A} CARTE DU JOUEUR
it: {A} SCHEDA GIOCATORE
pt: {A} GAMERCARD (CARTÃO DE JOGADOR)

# StartNewGamePlus
source: START NEW GAME+
de: NEUES SPIEL+ STARTEN
es: JUEGO NUEVO+
fr: NOUVELLE PARTIE+
it: AVVIA NUOVA PARTITA+
pt: INICIAR NOVO JOGO+

# SplashStart
source: Press {A} to start
de: {A} drücken
es: Pulsa {A} para empezar
fr: Appuyer sur {A} pour commencer
it: Premi {A} per iniziare
pt: Pressiona {A} para iniciar

# ExitChoiceYes
source: {A} EXIT GAME
de: {A} SPIEL VERLASSEN
es: {A} SALIR DEL JUEGO
fr: {A} SORTIR DU JEU
it: {A} ESCI DAL GIOCO
pt: {A} SAIR DO JOGO

# ExitConfirmationTitle
source: EXIT GAME
de: SPIEL VERLASSEN
es: SALIR DEL JUEGO
fr: SORTIR DU JEU
it: ESCI DAL GIOCO
pt: SAIR DO JOGO

# LeaderboardsNeedLIVE
source: You need to be connected to the Internet to access the leaderboards.
de: Du musst mit dem Internet verbunden sein, um die Bestenlisten aufzurufen.
es: Para consultar los marcadores tienes que estar conectado a internet.
fr: Vous devez être connecté à internet pour accéder aux Classements.
it: Per accedere alle classifiche è necessaria una connessione Internet.
pt: Tens de estar ligado à Internet para acederes aos quadros de classificação.

# ReturnToArcadeTextLine
source: DO YOU REALLY WANT TO EXIT FEZ?
de: MÖCHTEST DU FEZ WIRKLICH VERLASSEN?
es: ¿DE VERDAD QUIERES SALIR DE FEZ?
fr: SOUHAITEZ-VOUS VRAIMENT QUITTER FEZ ?
it: VUOI DAVVERO USCIRE DA FEZ?
pt: QUERES MESMO SAIR DO FEZ?

# SaveIndicator
source: FEZ uses an auto-save mechanism. As long as this icon appears, do not exit the game.
de: FEZ verwendet eine automatische Speicherfunktion. Bitte verlasse das Spiel nicht, solange dieses Symbol angezeigt wird.
es: FEZ usa un sistema de guardado automático. No salgas del juego mientras aparezca este icono.
fr: FEZ dispose de sauvegardes automatiques. Veuillez ne pas sortir du jeu tant que cette icône demeure visible.
it: FEZ usa una funzione di autosalvataggio. Quando quest'icona è visibile non uscire dal gioco.
pt: O FEZ utiliza um mecanismo de gravação automática. Enquanto este ícone estiver visível, não deves sair do jogo.

# UnlockNeedsLIVE
source: You must be connected to the Internet in order to unlock the full game
de: Du musst mit dem Internet verbunden sein, um das vollständige Spiel freizuschalten.
es: Para desbloquear el juego completo tienes que estar conectado a internet.
fr: Vous devez être connecté à internet pour débloquer le jeu complet.
it: Per sbloccare il gioco completo devi essere connesso ad Internet
pt: Tens de estar ligado à Internet para desbloqueares o jogo completo

# UnlockNeedsLIVETitle
source: Connection to Internet Required
de: Internetverbindung erforderlich
es: Se necesita una conexión a internet.
fr: Connexion à internet requise
it: Connessione Internet necessaria
pt: Ligação à Internet necessária

# CorruptedFileNo
source: No, choose another save slot
de: Nein, wähle einen anderen Speicherplatz.
es: No, elegir otra ranura
fr: Non, veuillez choisir un autre emplacement.
it: No, scegli un altro slot di salvataggio
pt: Não, escolher outra slot de gravação

# ControlsTalk
source: Cancel/Talk
de: Abbrechen/Sprechen
es: Cancelar/Hablar
fr: Annuler/Parler
it: Cancella/Parla
pt: Cancelar/Falar

source: VIDEO SETTINGS
de: GRAFIKEINSTELLUNGEN
es: AJUSTES DE VÍDEO
fr: PARAMÈTRES VIDÉO
it: IMPOSTAZIONI VIDEO
pt: DEFINIÇÕES DE VÍDEO

source: AUDIO SETTINGS
de: AUDIOEINSTELLUNGEN
es: AJUSTES DE AUDIO
fr: PARAMÈTRES AUDIO
it: IMPOSTAZIONI AUDIO
pt: DEFINIÇÕES DE ÁUDIO

source: GAME SETTINGS
de: SPIELEINSTELLUNGEN
es: AJUSTES DE JUEGO
fr: PARAMÈTRES DE JEU
it: IMPOSTAZIONI GIOCO
pt: DEFINIÇÕES DE JOGO

# Language
source: LANGUAGE : {0}
de: SPRACHE : {0}
es: IDIOMA: {0}
fr: LANGUE : {0}
it: LINGUA : {0}
pt: IDIOMA: {0}

# LanguageEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês

# LanguageFrench
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pt: Francês

# LanguageItalian
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

# LanguageGerman
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pt: Alemão

# LanguageSpanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Castelhano

# LanguagePortuguese
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pt: Português

# LanguageChinese
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
pt: Chinês

# LanguageJapanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
pt: Japonês

# LanguageKorean
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
pt: Coreano

# Resolution
source: Resolution : {0}
de: Auflösung : {0}
es: Resolución: {0}
fr: Résolution : {0}
it: Risoluzione: {0}
pt: Resolução: {0}

# ScreenMode
source: Screen Mode : {0}
de: Bildschirmmodus : {0}
es: Modo de pantalla : {0}
fr: Mode d'écran : {0}
it: Modalità schermo : {0}
pt: Modo do ecrã: {0}

# MenuApplyWithGlyph
source: {A} APPLY
de: {A} ANWENDEN
es: {A} APLICAR
fr: {A} APPLIQUER
it: {A} APPLICA
pt: {A} APLICAR

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
pt: Ecrã completo

source: Windowed
de: Fenster
es: En ventana
fr: Fenêtre
it: Finestra
pt: Janela

# XboxGamepad
source: Xbox 360 Controller
es: Mando Xbox 360
fr: Manette Xbox 360
it: Controller Xbox 360
pt: Comando Xbox 360

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
pt: Teclado

# ChangeMapping
source: <Press key>
de: <Taste drücken>
es: <Pulsar tecla>
fr: <Pressez une touche>
it: <Premi tasto>
pt: <Prime a tecla>

# ControlsToggleFpView
source: First-Person View
de: Egoperspektive
es: Vista en primera persona
fr: Vue subjective
it: In prima persona
pt: Vista de primeira pessoa

# ControlsClampLook
source: Reset Look
de: Standardansicht
es: Restaurar vista
fr: Réinit. vue
it: Reimposta visuale
pt: Repor vista

# ControlsMapZoomIn
source: Zoom In (Map)
de: Zoom + (Karte)
es: Acercar (mapa)
fr: Zoom avant (carte)
it: Zoom avanti (Mappa)
pt: Aproximar (Mapa)

# ControlsZoomOut
source: Zoom Out (Map)
de: Zoom - (Karte)
es: Alejar (mapa)
fr: Zoom arrière (carte)
it: Zoom indietro (Mappa)
pt: Afastar (Mapa)

# KeyboardRightShift
source: R Shift
de: R. Umschalttaste
es: Mayús derecha
fr: Maj. Droite
it: Shift dx.
pt: Shift dir.

# KeyboardArrows
source: Arrows
de: Pfeiltasten
es: Flechas
fr: Flèches
it: Frecce
pt: Setas

# KeyboardLeftControl
source: L Control
de: L. Strg
es: Control izquierda
fr: Ctrl Gauche
it: Control sn.
pt: Control esq.

# KeyboardEscape
source: Escape
es: Esc
fr: Échap.
it: Esc

# KeyboardCapsLock
source: Caps Lock
de: Feststelltaste
es: Bloq Mayús
fr: Verr. maj.
it: Bloc Maiusc

# KeyboardDelete
source: Delete
de: Entf
es: Suprimir
fr: Suppr.
it: Cancella

# KeyboardLeftShift
source: L Shift
de: L. Umschalttaste
es: Mayús izquierda
fr: Maj. Gauche
it: Shift sn.
pt: Shift esq.

# KeyboardRightControl
source: R Control
de: R. Strg
es: Control derecha
fr: Ctrl Droite
it: Control dx.
pt: Control dir.

# KeyboardBack
source: Backspace
de: Rücktaste
es: Retroceso
fr: Retour arrière
it: Indietro

# ChangeWithGlyph
source: {A} CHANGE
de: {A} ÄNDERN
es: {A} CAMBIAR
fr: {A} CHANGER
it: {A} CAMBIA
pt: {A} ALTERAR

# KeyboardLeftAlt
source: L Alt
es: Alt izquierda
fr: Alt. G
it: Alt sn.
pt: Alt esq.

# KeyboardRightAlt
source: R Alt
es: Alt derecha
fr: Alt. D
it: Alt dx.
pt: Alt dir.

# SaveSlotTitle
source: CHOOSE A SAVE SLOT
de: SPEICHERPLATZ WÄHLEN
es: ELIGE UNA RANURA DE GUARDADO
fr: CHOIX DE L'EMPLACEMENT
it: SCEGLI SLOT DI SALVATAGGIO
pt: ESCOLHE UMA SLOT DE GRAVAÇÃO

# NewSlot
source: <EMPTY SLOT>
de: <LEERER PLATZ>
es: <VACÍA>
fr: <EMPLACEMENT VIDE>
it: <SLOT VUOTO>
pt: <SLOT VAZIA>

# ChooseWithGlyph
source: {A} CHOOSE
de: {A} WÄHLEN
es: {A} ELEGIR
fr: {A} CHOISIR
it: {A} SCEGLI
pt: {A} ESCOLHER

# SaveSlotPrefix
source: SLOT
de: PLATZ
es: RANURA
fr: EMPLACEMENT

# SaveManagementTitle
source: SAVE MANAGEMENT
de: SPIELSTANDVERWALTUNG
es: GESTIÓN DATOS GUARDADOS
fr: GESTION DES SAUVEGARDES
it: GESTIONE SALVATAGGI
pt: GESTÃO DE GRAVAÇÕES

# SaveClearTitle
source: CLEAR A SLOT
de: PLATZ LÖSCHEN
es: VACIAR UNA RANURA
fr: VIDER UN EMPLACEMENT
it: SVUOTA SLOT
pt: APAGAR SLOT

# SaveCopyTitle
source: COPY A SAVE
de: SPIELSTAND KOPIEREN
es: COPIAR DATOS
fr: COPIER UNE SAUVEGARDE
it: COPIA SALVATAGGIO
pt: COPIAR UMA GRAVAÇÃO

# SaveChangeSlot
source: CHANGE SLOT
de: PLATZ WECHSELN
es: CAMBIAR DE RANURA
fr: CHANGER D'EMPLACEMENT
it: CAMBIA SLOT
pt: ALTERAR SLOT

# SaveChangeWarning
source: NOTE : Changing to another slot will end the current game and return to the splash screen.
de: HINWEIS : Wenn du den Platz wechselst, wird das aktuelle Spiel beendet und du kehrst zum Startbildschirm zurück.
es: AVISO: Cambiar a otra ranura finalizará la partida en curso y te hará volver a la pantalla inicial.
fr: NOTE : Changer d'emplacement causera la fin de la partie en cours et le retour à l'écran d'accueil.
it: NOTA : Cambiando slot interromperai la partita attuale e sarai riportato allo schermo di caricamento.
pt: NOTA: Mudar para outra slot vai parar o jogo actual e regressar ao ecrã inicial.
